Repository: UMISolutions/LaserMarking2
Catalog: LaserMarking/Marking Builder Plus 2/MarkingDiagnosticTool_Ver2/Language/Resources_ActiveX.*.resx
Languages: de, es_mx, fr, it, ko, th, zh_hans

# _1139
source: The simulation cannot be performed when the key switch is set to [LASER ON].
de: Die Simulation kann nicht durchgeführt werden, wenn der Schlüsselschalter auf [LASER ON] gestellt ist.
es_mx: No se puede realizar la simulación porque el interruptor de llave está en [LASER ON].
fr: La simulation ne peut pas être réalisée quand le commutateur à clé est en position [LASER ON].
it: Impossibile eseguire la simulazione se l'interruttore a chiave è su [LASER ON].
ko: 키 스위치가 [LASER ON]일 때는 시뮬레이트할 수 없습니다.
th: ไม่สามารถทำการจำลองขณะที่สวิตช์กุญแจอยู่ที่ตำแหน่ง [LASER ON]
zh_hans: 按键开关为 [LASER ON] 时，将无法进行模拟操作。

# _1140
source: Common data has not been updated.
de: Allgemeine Daten wurden nicht aktualisiert.
es_mx: No se han podido actualizar los datos comunes.
fr: Les données communes n’ont pas été mises à jour.
it: Dati comuni non aggiornati.
ko: 공통 데이터의 데이터는 갱신되어 있지 않습니다.
th: ข้อมูลทั่วไปไม่ได้รับการอัพเดต
zh_hans: 没有更新通用数据的数据。

# _1141
source: The model parameters for the connected model are invalid.
de: Die Modellparameter für das angeschlossene Modell sind ungültig.
es_mx: Los parámetros modelo para el modelo conectado no son válidos.
fr: Les paramètres du modèle connecté ne sont pas valides.
it: I parametri modello per il modello collegato non sono validi.
ko: 접속 모델의 모델 파라미터는 무효입니다.
th: พารามิเตอร์ของรุ่นสำหรับรุ่นที่เชื่อมต่ออยู่ไม่ถูกต้อง
zh_hans: 连接机型的机型参数无效。

# _1142
source: %s[%s] The camera function cannot be used with this model.
de: %s[%s] Die Kamerafunktion kann bei diesem Modell nicht verwendet werden.
es_mx: %s[%s] La función de cámara no se puede utilizar en este modelo.
fr: %s[%s] La fonction caméra ne peut pas être utilisée avec ce modèle.
it: %s[%s] La funzione camera non può essere usata con questo modello.
ko: %s[%s] 이 모델에서는 카메라 기능사용할 수 없습니다.
th: %s[%s] ไม่สามารถใช้ฟังก์ชันกล้องกับเครื่องรุ่นนี้ได้
zh_hans: %s[%s] 此机型无法使用照相机功能。

# _1143
source: %s[%s] The power monitor function cannot be used with this model.
de: %s[%s] Die Leistungsüberwachungsfunktion kann bei diesem Modell nicht verwendet werden.
es_mx: %s[%s] La función de alimentación del monitor no se puede utilizar en este modelo.
fr: %s[%s] La fonction moniteur de puissance ne peut pas être utilisée avec ce modèle.
it: %s[%s] La funzione monitor potenza non può essere usata con questo modello.
ko: %s[%s] 이 모델에서는 파워 모니터 기능사용할 수 없습니다.
th: %s[%s] ไม่สามารถใช้ฟังก์ชันตรวจสอบพลังงานกับเครื่องรุ่นนี้ได้
zh_hans: %s[%s] 此机型无法使用功率监控器功能。

# _1144
source: The camera function cannot be used.
de: Die Kamerafunktion kann nicht verwendet werden.
es_mx: La función de cámara no se puede usar.
fr: La fonction caméra ne peut pas être utilisée.
it: La funzione camera non può essere usata.
ko: 카메라 기능은 사용할 수 없습니다.
th: ไม่สามารถใช้ฟังก์ชันกล้องได้
zh_hans: 无法使用照相机功能。

# _1145
source: The power monitor function cannot be used.
de: Die Leistungsüberwachungsfunktion kann nicht verwendet werden.
es_mx: La función de alimentación del monitor no se puede usar.
fr: La fonction moniteur de puissance ne peut pas être utilisée.
it: La funzione monitor potenza non può essere usata.
ko: 파워 모니터 기능은 사용할 수 없습니다
th: ไม่สามารถใช้ฟังก์ชันการตรวจสอบพลังงานได้
zh_hans: 无法使用功率监控器功能

# _1146
source: The PROFINET function cannot be used.
de: Die PROFINET-Funktion kann nicht verwendet werden.
es_mx: La función PROFINET no se puede usar.
fr: La fonction PROFINET ne peut pas être utilisée.
it: La funzione PROFINET non può essere usata.
ko: PROFINET 기능은 사용할 수 없습니다
th: ไม่สามารถใช้ฟังก์ชัน PROFINET ได้
zh_hans: 无法使用PROFINET功能

# _1147
source: The 2D function cannot be used.
de: Die 2D-Codeleserfunktion kann nicht verwendet werden.
es_mx: La función 2D no se puede usar.
fr: La fonction 2D ne peut pas être utilisée.
it: La funzione 2D non può essere usata.
ko: 2D 기능은 사용할 수 없습니다
th: ไม่สามารถใช้ฟังก์ชัน 2D ได้
zh_hans: 无法使用2D功能

# _1148
source: The contactor function cannot be used.
de: Die Schützfunktion kann nicht verwendet werden.
es_mx: La función de contactor no se puede usar.
fr: La fonction de contacteur de sécurité ne peut pas être utilisée.
it: La funzione contattore non può essere usata.
ko: 컨택터 기능은 사용할 수 없습니다.
th: ไม่สามารถใช้ฟังก์ชันคอนแทคเตอร์ได้
zh_hans: 无法使用接触器功能

# _1149
source: The model being used to edit the current settings and the connected model are different. %s Model editing settings = %s Connected model = %s
de: Das derzeit zum Bearbeiten der aktuellen Einstellungen verwendete Modell und das angeschlossene Modell sind nicht identisch. %s Modellbearbeitungseinstellungen = %s Angeschlossenes Modell = %s
es_mx: El modelo usado para editar la configuración actual y el modelo conectado son diferentes. %s Edición de la configuración del modelo = %s Modelo conectado = %s
fr: Le modèle utilisé pour éditer les réglages en cours et le modèle connecté sont différents. %s Modèle des réglages = %s Modèle connecté = %s
it: Il modello usato per modificare le impostazioni attuali e il modello collegato sono diversi. %s Impostazioni modifica modello = %s Modello collegato = %s
ko: 현재 설정 편집 중인 모델과 접속하는 모델이 다릅니다. %s 설정 편집 중인 모델 = %s 접속하는 모델 = %s
th: รุ่นที่กำลังใช้เพื่อแก้ไขการตั้งค่าในปัจจุบันและรุ่นที่เชื่อมต่ออยู่แตกต่างกัน %s การตั้งค่ารุ่นที่แก้ไข = %s รุ่นที่เชื่อมต่ออยู่ = %s
zh_hans: 编辑当前程序的机型与连接机型不同。 %s 程序编辑中的机型 = %s 连接机型 = %s

# _1150
source: Enter laser power at 100% > 60% > 20% > 0%.
de: Geben Sie die Laserleistung bei 100% > 60% > 20% > 0% ein.
es_mx: Ingrese energía láser al 100 % > 60 % > 20 % > 0 %.
fr: Saisissez la puissance laser à 100%>60%>20%>0%.
it: Immettere potenza laser a 100% > 60% > 20% > 0%.
ko: 100% > 60% > 20% > 0%가 되도록 레이저 파워를 입력해 주십시오.
th: ป้อนกำลังเลเซอร์ที่ 100% > 60% > 20% > 0%
zh_hans: 输入激光功率使之达到100% > 60% > 20% > 0%。

# _1151
source: Cannot access directory '%s'.
de: Kein Zugriff auf Verzeichnis '%s'.
es_mx: No hay acceso al directorio "%s".
fr: Accès au répertoire impossible '%s'.
it: Accesso imposs. a directory '%s'.
ko: 디렉토리 '%s'에 액세스할 수 없습니다.
th: ไม่สามารถเข้าถึงได้โดยตรง '%s'
zh_hans: 无法存取到目录'%s'。

# _1152
source: If mirror image is ON, then only XY plane shape settings can be set.
de: Bei aktivierter Spiegelbild-Funktion können nur die Formeinstellungen für die XY-Ebene festgelegt werden.
es_mx: Si una imagen reflejada está ACTIVADA, solo se puede establecer la conf. de la forma del plano XY.
fr: Si l'image miroir est active, seuls les réglages de forme du plan XY peuvent être définis.
it: Se immagine a specchio è ON, si possono inserire solo impostaz. forme sul piano XY.
ko: 미러 반전이 ON인 경우 XY 평면 이외의 형상은 설정할 수 없습니다.
th: ถ้าเปิดภาพสะท้อนไว้ จะสามารถกำหนดได้เฉพาะการตั้งค่ารูปทรงระนาบ XY เท่านั้น
zh_hans: 镜像ON时，无法设置XY平面以外的形状程序。

# _1153
source: Total file size exceeds available disk space. Cannot transfer.
de: Gesamtdateigröße übersteigt verfügbaren Festplattenspeicherplatz. Übertragung nicht möglich.
es_mx: El tamaño total del archivo supera el espacio en disco disponible. No se puede transferir.
fr: La taille totale du fichier dépasse l'espace disque disponible. Transfert impossible.
it: Dimens.file superano spazio disponibile su disco. Impossibile trasferire.
ko: 합계 파일 사이즈가 디스크 여유 용량을 초과하고 있므로 전송할 수 없습니다.
th: ขนาดไฟล์ทั้งหมดใหญ่เกินพื้นที่ดิสก์ที่สามารถใช้ได้ ไม่สามารถถ่ายโอนได้
zh_hans: 文件总大小超出磁盘空间，所以不能传送。

# _1154
source: Failed to convert the hatch logo file.
de: Umwandlung der Hatchlogodatei fehlgeschlagen.
es_mx: No se ha convertido el archivo de logo Hatch.
fr: Échec de conversion du fichier hatch logo.
it: Conversione del file hatch logo non riuscita.
ko: 해치 로고 파일의 변환에 실패했습니다.
th: ไม่สามารถแปลงไฟล์แฮทช์โลโก้ได้
zh_hans: 转换填充徽标文件失败。

# _1155
source: Failed to convert the logo file.
de: Umwandlung der Logodatei fehlgeschlagen.
es_mx: Error al convertir el arch. de logo.
fr: Échec de conversion du fichier logo.
it: Conversione del file logo non riuscita.
ko: 로고 파일의 변환에 실패했습니다.
th: ไม่สามารถแปลงไฟล์โลโก้ได้
zh_hans: 转换徽标文件失败。

# _1156
source: Logos that have been converted from a True Type Font cannot be saved as a custom character.
de: Logos, die aus einer TrueType-Schriftart umgewandelt wurden, können nicht als benutzerdef. Zeichen gespeichert werden.
es_mx: Los logotipos convertidos a partir de la fuente TrueType no se pueden guardar como carácter personalizado.
fr: Un logo converti depuis une police True Type ne peut pas être enregistré comme caractère personnalisé.
it: I loghi convertiti da un font TrueType non possono essere salvati come carattere personalizzato.
ko: True Type Font에서 변환한 로고는 사용자 폰트로 저장할 수 없습니다.
th: โลโก้ที่ถูกแปลงจากแบบอักษร True Type จะไม่สามารถบันทึกเป็นอักขระที่กำหนดเองได้
zh_hans: 从True Type Font转换的徽标无法保存为自定义字符。

# _1157
source: Wobble converted and Scratch converted logos cannot be saved as a custom character.
de: Aus Wobble- und Scratch-Funktion umgewandelte Logos können nicht als benutzerdef. Zeichen gespeichert werden.
es_mx: Los logos convertidos a ondulado o lineal no se pueden guardar como caracteres personalizados.
fr: Un logo converti en Wobble ou en Scratch ne peut pas être enregistré comme caractère personnalisé.
it: I loghi convertiti con wobble e spazzol. non possono essere salvati come carattere personal.
ko: Wobble 변환 또는 Scratch 변환한 로고는 사용자 폰트로 저장할 수 없습니다.
th: โลโก้ที่ถูกแปลงเป็นวอบเบิ้ลและสแครช จะไม่สามารถบันทึกเป็นอักขระที่กำหนดเองได้
zh_hans: Wobble转换或Scratch转换的徽标无法保存为自定义字符。

# _1158
source: The following characters cannot be used in a file name: #%\/:;,.*?"<>|(space)
de: Die folgenden Zeichen dürfen in einem Dateinamen nicht verwendet werden: #%\/:;,.*?"<>|(Leerzeichen)
es_mx: Estos caracteres no se pueden usar en nombres de archivo: #%\/:;,.*?"<>|(espacio)
fr: Ces caractères ne peuvent pas être utilisés dans un nom de fichier: #%\/:;,.*?"<>|(espace)
it: I seguenti caratteri non possono essere usati in un nome file: #%\/:;,.*?"<>|(spazio)
ko: 파일명에 다음의 문자는 사용할 수 없습니다 #%\/:;,.*?"<>|(space)
th: ไม่สามารถใช้อักขระต่อไปนี้ในชื่อไฟล์ได้: #%\/:;,.*?"<>|(ช่องว่าง)
zh_hans: 文件名不能使用以下字符: #%\/:;,.*?"<>|(半角空格)(全角空格)

# _1159
source: The following characters cannot be used in a file name: \/:*?"<>|
de: Die folgenden Zeichen dürfen in einem Dateinamen nicht verwendet werden: \/:*?"<>|
es_mx: Estos caracteres no se pueden usar en nombres de archivo: \/:*?"<>|
fr: Ces caractères ne peuvent pas être utilisés dans un nom de fichier: \/:*?"<>|
it: I seguenti caratteri non possono essere usati in un nome file: \/:*?"<>|
ko: 파일명에 다음의 문자는 사용할 수 없습니다 \/:*?"<>|
th: ไม่สามารถใช้อักขระต่อไปนี้ในชื่อไฟล์ได้: \/:*?"<>|
zh_hans: 文件名不能使用以下字符: \/:*?"<>|

# _1160
source: 3D view cannot be used with remote desktop connection.
de: 3D-Ansicht kann bei Remote-Desktop-Verbindung nicht verwendet werden.
es_mx: La vista 3D no se puede usar con una conexión de escritorio remoto.
fr: Vue 3D ne peut pas être utilisée avec connexion bureau à distance.
it: Visualizz.3D non può essere usata con conness. a desktop remoto.
ko: 리모트 데스크탑 접속에서는 3D 표시는 사용할 수 없습니다
th: ไม่สามารถใช้มุมมอง 3D กับการเชื่อมต่อเดสก์ท็อประยะไกลได้
zh_hans: 远程桌面连接时无法使用3D显示

# _1161
source: Failed to convert the program file.
de: Umwandlung der Programmdatei fehlgeschlagen.
es_mx: No se ha podido convertir el arch. de prog.
fr: Échec de conversion du fichier programme.
it: Conversione file programma non riuscita.
ko: 설정 파일의 변환에 실패했습니다.
th: ไม่สามารถแปลงไฟล์โปรแกรมได้
zh_hans: 转换程序文件失败。

# _1162
source: The folder could not be found.
de: Der Ordner konnte nicht gefunden werden.
es_mx: No se ha encontrado la carpeta.
fr: Le dossier est introuvable.
it: La cartella non è stata trovata.
ko: 폴더를 찾을 수 없었습니다.
th: ไม่พบโฟลเดอร์
zh_hans: 找不到文件夹。

# _1163
source: The specified folder is incorrect.
de: Der angegebene Ordner ist falsch.
es_mx: Carpeta especificada incorrecta.
fr: Le dossier spécifié est incorrect.
it: La cartella specificata è errata.
ko: 지정 폴더가 다릅니다.
th: โฟลเดอร์ที่กำหนดไม่ถูกต้อง
zh_hans: 指定的文件夹不同。

# _1164
source: Continuous marking cannot be set when a matrix exists.
de: Kontinuierliche Beschriftung kann nicht eingestellt werden, wenn eine Matrix vorhanden ist.
es_mx: El marcado continuo no se puede configurar si hay una matriz.
fr: Le marquage continu ne peut pas être défini quand une matrice existe.
it: Impossibile impostare marcatura continua se esiste una matrice.
ko: 매트릭스가 존재할 때 연속 인쇄는 설정할 수 없습니다.
th: ไม่สามารถกำหนดการมาร์กแบบต่อเนื่องได้เมื่อมีเมทริกซ์
zh_hans: 存在矩阵时，无法设置连续刻印。

# _1165
source: Continuous marking cannot be set when a group exists.
de: Kontinuierliche Beschriftung kann nicht eingestellt werden, wenn eine Gruppe vorhanden ist.
es_mx: El marcado continuo no se puede configurar si hay un grupo.
fr: Le marquage continu ne peut pas être défini quand un groupe existe.
it: Impossibile impostare marcatura continua se esiste un gruppo.
ko: 그룹이 존재할 때 연속 인쇄는 설정할 수 없습니다.
th: ไม่สามารถกำหนดการมาร์กแบบต่อเนื่องได้เมื่อมีกลุ่ม
zh_hans: 存在组时，无法设置连续刻印。

# _1166
source: A matrix cannot be added if continuous marking has been set.
de: Bei kontinuierlicher Beschriftung kann keine Matrix hinzugefügt werden.
es_mx: No se puede agregar una matriz si se ha establecido marcado continuo.
fr: Une matrice ne peut pas être ajoutée si le marquage continu a été défini.
it: Imposs. aggiungere matrice se è stata impostata una marcatura continua.
ko: 연속 인쇄가 설정되어 있으면 매트릭스를 추가할 수 없습니다.
th: ไม่สามารถเพิ่มเมทริกซ์ได้ ถ้าหากมีการกำหนดการมาร์กแบบต่อเนื่อง
zh_hans: 设置了连续刻印时，无法添加矩阵。

# _1167
source: Grouping cannot be performed if continuous marking has been set.
de: Bei kontinuierlicher Beschriftung ist eine Gruppierung nicht möglich.
es_mx: No se puede realizar una agrup. si se ha establ. marcado continuo.
fr: Regroupement impossible si le marquage continu a été défini.
it: Impossibile eseguire raggruppamento se è stata impostata una marcatura continua.
ko: 연속 인쇄가 설정되어 있으면 그룹화할 수 없습니다.
th: ไม่สามารถทำการจัดกลุ่มได้ ถ้าหากมีการกำหนดการมาร์กแบบต่อเนื่อง
zh_hans: 设置了连续刻印时，无法进行分组。

# _1168
source: A matrix cannot be added while moving marking is selected.
de: Die Matrix kann bei der On-the-fly Beschriftung nicht hinzugefügt werden.
es_mx: La matriz no se puede agregar durante un marcado sobre la marcha.
fr: La matrice ne peut pas être ajoutée au marquage à la volée.
it: Impossibile aggiungere la matrice nella marcatura al volo.
ko: 이동 인쇄에서 매트릭스를 추가할 수 없습니다.
th: ไม่สามารถเพิ่มเมทริกซ์ในการมาร์กแบบต่อเนื่องได้
zh_hans: 移动刻印时无法添加矩阵。

# _1169
source: A group cannot be added while moving marking is selected.
de: Die Gruppe kann bei der On-the-fly Beschriftung nicht hinzugefügt werden.
es_mx: El grupo no se puede agregar durante un marcado sobre la marcha.
fr: Le groupe ne peut pas être ajouté au marquage à la volée.
it: Impossibile aggiungere il gruppo nella marcatura al volo.
ko: 이동 인쇄에서 그룹을 추가할 수 없습니다.
th: ไม่สามารถเพิ่มกลุ่มในการมาร์กแบบต่อเนื่องได้
zh_hans: 移动刻印时无法添加组。

# _1170
source: Grouping cannot be performed for a fixed point block with trigger on.
de: Für einen Block „Fester Punkt, solange Trigger ein ist“ kann keine Gruppierung vorgenommen werden.
es_mx: No se puede realizar una agrupación de bloques de puntos fijos con el disparo activado.
fr: Le regroupement est impossible pour un bloc de point fixe.
it: Impossibile eseguire raggruppamento per un blocco a punto fisso con trigger on.
ko: 트리거 ON 중 정점 블록은 그룹화할 수 없습니다.
th: ไม่สามารถทำการจัดกลุ่มบล็อกการยิงจุดขณะที่ทริกเกอร์เปิดอยู่
zh_hans: 触发ＯＮ时固定点信息组无法分组。

# _1171
source: The Fixed Point While Trigger Is ON block cannot be added under the following conditions. ・When another block or matrix exists ・When continuous marking is on ・When performing moving marking
de: Der Block „Fester Punkt, solange Trigger ein ist“ kann unter den folgenden Umständen nicht hinzugefügt werden. ・Ein anderer Block oder eine andere Matrix ist vorhanden. ・Die kontinuierliche Beschriftung ist aktiviert. ・Die On-the-fly Beschriftung wird ausgeführt.
es_mx: El bloque de puntos fijos con disparo activo no se puede agregar en las siguientes condiciones. ・Cuando ya existe otro bloque o matriz. ・Cuando el marcado continuo está activo. ・Cuando se realiza el marcado sobre la marcha.
fr: Un bloc de point fixe ne peut pas être ajouté dans les cas suivants : ・Quand un autre bloc ou une autre matrice existe ・Quand le marquage continu est actif ・Lors de la réalisation d'un marquage à la volée
it: Impossibile aggiungere il blocco a punto fisso con trigger on nelle seguenti condizioni. ・Quando esiste un altro blocco o matrice ・Quando è attiva la marcatura continua ・Mentre si esegue la marcatura al volo
ko: 다음의 사항 중 하나라도 해당되면 트리거 ON 중 정점 블록을 추가할 수 없습니다. ·다른 블록·매트릭스가 존재할 때 ·연속 인쇄가 ON일 때 ·이동 인쇄일 때
th: ไม่สามารถเพิ่มบล็อกการยิงจุดขณะที่ทริกเกอร์เปิดอยู่ ภายใต้เงื่อนไขต่อไปนี้ ・เมื่อมีบล็อกหรือเมทริกซ์อื่น ・เมื่อเปิดการมาร์กแบบต่อเนื่อง ・เมื่อทำการมาร์กแบบเคลื่อนที่
zh_hans: 符合下述任一条件时，无法添加触发ＯＮ时固定点信息组。 ·存在其他信息组/矩阵时 ·连续刻印为ON ·移动刻印时

# _1172
source: Failed to convert the system font file.
de: Umwandlung der Systemschriftartdatei fehlgeschlagen.
es_mx: Error al convertir el archivo de fuente de sistema.
fr: Échec de conversion du fichier de police.
it: Convers. file font di sistema non riuscita.
ko: 시스템 폰트 파일의 변환에 실패했습니다.
th: ไม่สามารถแปลงไฟล์ฟ้อนท์ระบบได้
zh_hans: 转换系统字体文件失败。

# _1173
source: Data conversion cannot be performed when %s.
de: Datenumwandlung nicht möglich, wenn %s.
es_mx: La conversión no se puede realizar al %s.
fr: Conversion des données impossible quand %s.
it: Impossibile eseguire conversione dati quando %s.
ko: %s일 때 데이터 변환 할 수 없습니다.
th: ไม่สามารถทำการแปลงข้อมูลได้เมื่อ %s
zh_hans: %s时，无法进行数据转换。

# _1174
source: Trimming Settings
de: Trimmeinstellung
es_mx: Config. recorte
fr: Réglages supprimés
it: Impostaz. rifilatura
ko: 트리밍 설정
th: การตั้งค่าการตัดแต่ง
zh_hans: 调整程序

# _1175
source: Constant
de: Konstant
es_mx: Constan.
it: Costante
ko: 등속
th: คงที่
zh_hans: 等速

# _1176
source: Encoder
de: Inkrementalgeber
es_mx: Codificador
fr: Codeur
ko: 인코더
th: เอนโค้ดเดอร์
zh_hans: 符号器

# _1177
source: Conversion results
de: Umwandlungsergebnisse
es_mx: Result. de conversión
fr: Résultats de conversion
it: Risultati conversione
ko: 변환 결과
th: ผลลัพธ์การแปลง
zh_hans: 转换结果

# _1178
source: Success
de: Erfolg
es_mx: Exitoso
fr: Succès
it: Successo
ko: 성공
th: สำเร็จ
zh_hans: 成功

# _1179
source: Error
de: Fehler
fr: Erreur
it: Errore
ko: 에러
th: ผิดพลาด
zh_hans: 错误

# _1180
source: Warning (Confirm conversion contents)
de: Warnung (Umwandlungsinhalt bestätigen)
es_mx: Advertencia (confirme cont. de conv.)
fr: Attention (vérifiez le contenu de la conversion)
it: Avviso (Conferma contenuto conversione)
ko: 경고(변환 내용을 확인해 주십시오)
th: คำเตือน (ยืนยันเนื้อหาการแปลง)
zh_hans: 警告（请确认转换内容）

# _1181
source: Time
de: Zeit
es_mx: Hora
fr: Temps
it: Ora
ko: 일시
th: เวลา
zh_hans: 时间

# _1185
source: Input file
de: Eingabedatei
es_mx: Arch. entr.
fr: Fichier d'entrée
it: File ingresso
ko: 입력 파일
th: ไฟล์อินพุต
zh_hans: 输入文件

# _1186
source: Input folder
de: Eingabeverzeichnis
es_mx: Carpeta de entrada
fr: Dossier d'entrée
it: Cartella ingresso
ko: 입력 폴더
th: โฟลเดอร์อินพุต
zh_hans: 输入文件夹

# _1187
source: Input file Version
de: Version der Eingabedatei
es_mx: Versión archivo entr.
fr: Version du fichier d'entrée
it: Versione file ingresso
ko: 입력 파일 버전
th: เวอร์ชั่นไฟล์อินพุต
zh_hans: 输入文件版本

# _1188
source: Version
es_mx: Versión
it: Versione
ko: 버전
th: เวอร์ชัน
zh_hans: 版本

# _1190
source: Input source model
de: Quelle (Modell) für Eingabe
es_mx: Modelo de fuente de entrada
fr: Modèle source d'entrée
it: Modello fonte ingresso
ko: 입력할 원래 모델
th: รุ่นของเครื่องเลเซอร์อินพุต
zh_hans: 输入源机型

# _1191
source: Output file
de: Ausgabedatei
es_mx: Archivo de salida.
fr: Fichier de Sortie
it: File uscita
ko: 출력 파일
th: ไฟล์เอาต์พุต
zh_hans: 输出文件

# _1192
source: Output file Version
de: Version der Ausgabedatei
es_mx: Versión archivo salida
fr: Version du fichier sortie
it: Versione file uscita
ko: 출력 파일 버전
th: เวอร์ชั่นไฟล์เอาต์พุต
zh_hans: 输出文件版本

# _1193
source: Output destination model
de: Ziel (Modell) für Ausgabe
es_mx: Modelo de destino de salida
fr: Modèle cible sortie
it: Modello destinazione uscita
ko: 출력할 대상 모델
th: รุ่นของเครื่องเลเซอร์เอาต์พุต
zh_hans: 输出目标机型

# _1194
source: Title
de: Titel
es_mx: Título
fr: Titre
it: Titolo
ko: 타이틀
th: หัวข้อ
zh_hans: 标题

# _1195
source: Block No.
de: Block-Nr.
es_mx: N.º bloq.
fr: N° bloc
it: N. blocco
ko: 블록 No.
th: หมายเลขบล็อก
zh_hans: 信息组No.

# _1196
source: Group No.
de: Gruppen-Nr.
es_mx: Núm. grupo
fr: N° groupe
it: N. gruppo
ko: 그룹 No.
th: หมายเลขกลุ่ม
zh_hans: 组No.

# _1197
source: Matrix
es_mx: Matriz
fr: Matrice
it: Matrice
ko: 매트릭스
th: เมทริกซ์
zh_hans: 矩阵

# _1198
source: XY Moving Marking
de: XY On-the-fly Beschriftung
es_mx: Marc. sobre la marcha XY
fr: Marquage à la volée XY
it: Marcatura al volo XY
ko: XY 이동 인쇄
th: การมาร์กแบบเคลื่อนที่บนระนาบ XY
zh_hans: XY移动刻印

# _1199
source: Correct height direction
de: Höhenkorrektur wird durchgeführt
es_mx: Corregir dirección de altura
fr: Direction de hauteur correcte
it: Correggi direzione alt.
ko: 높이 방향 보정
th: แก้ไขความสูง
zh_hans: 校正高度方向

# _12
source: Full Height
de: Volle Höhe
es_mx: Alt. total
fr: Pleine hauteur
it: Altezza totale
ko: 전체 높이
th: เต็มความสูง
zh_hans: 总高度

# _1200
source: Changes the height direction correction method to external displacement sensor.
de: Stellt das Höhenrichtung-Korrekturverfahren auf „Externer Entfernungsmesser“ um.
es_mx: Cambia el mét. de correc. de direc. de altura al sensor de desplaz. externo.
fr: Remplace la correction de hauteur par un capteur de déplacement externe.
it: Cambia il metodo di correzione dell'altezza in sensore spostamento esterno.
ko: 높이 방향의 보정 방법을 외부 장착 변위 센서로 변경합니다.
th: เปลี่ยนวิธีการแก้ไขความสูงเป็นเซนเซอร์วัดระยะจากภายนอก
zh_hans: 将高度方向的校正方法变更为外置位移传感器。

# _1201
source: Changes the height direction correction method to fixed value.
de: Stellt das Höhenrichtung-Korrekturverfahren auf „Fester Wert“ um.
es_mx: Cambia el mét. de correc. de direc. de altura al valor fijo.
fr: Remplace la méthode de correction de hauteur par une valeur fixe.
it: Cambia il metodo di correzione dell'altezza in valore fisso.
ko: 높이 방향의 보정 방법을 고정값으로 변경합니다.
th: เปลี่ยนวิธีการแก้ไขความสูงเป็นค่าคงที่
zh_hans: 将高度方向的校正方法变更为固定值。

# _1203
source: This will be ignored as it does not exist.
de: Wird ignoriert, da nicht vorhanden.
es_mx: Se ignorará porque no existe.
fr: Sera ignoré car inexistant.
it: Questo sarà ignorato perché non esiste.
ko: 존재하지 않으므로 무시합니다.
th: สิ่งนี้จะถูกละเว้นเนื่องจากไม่มีอยู่
zh_hans: 不存在，请忽略。

# _1204
source: Minimize quiet zone.
de: Ruhezone minimieren
es_mx: Minim. zona quieta.
fr: Réduisez la zone de silence.
it: Minimizza quiet zone.
ko: 콰이어트 존을 최소로 한다
th: ย่อโซนว่างของโค้ด (quiet zone) ให้เล็กสุด
zh_hans: 使静区最小化

# _1205
source: This will be minimized.
de: Wird minimiert.
es_mx: Se minimizará.
fr: Sera réduit.
it: Questo sarà minimizzato.
ko: 최소로 합니다.
th: สิ่งนี้จะถูกย่อเล็กสุด
zh_hans: 设为最小。

# _1206
source: Hatch logo high-speed expansion
de: Hochgeschwindigkeitsentpacken für Hatch-Logo
es_mx: Expansión de alta velocidad de logo Hatch
fr: Expansion haute vitesse du hatch logo
it: Espansione hatch logo ad alta velocità
ko: 해치 로고 고속 전개
th: ต่อขยายโลโก้แฮทช์ด้วยความเร็วสูง
zh_hans: 填充徽标高速展开

# _1207
source: This will be enabled.
de: Wird aktiviert.
es_mx: Se habilitará.
fr: Activation
it: Questo sarà abilitato.
ko: 유효로 합니다.
th: สิ่งนี้จะถูกอนุญาติให้เปิดใช้งาน
zh_hans: 设为有效。

# _1208
source: CODE128 shortest encoding
de: CODE128, kürzeste Codierung
es_mx: Codific. más corta CODE128
fr: CODE128 encodage plus court
it: Encoding CODE128 più breve
ko: CODE128 최단 인코드
th: การเข้ารหัส CODE128 สั้นที่สุด
zh_hans: CODE128 最短编码

# _1209
source: Hatch logo arc element
de: Bogenförmiges Grafikelement für Hatch-Logo
es_mx: Elemento de arco de logo Hatch
fr: Élément d'arc du hatch logo
it: Elemento arco logo hatch
ko: 해치 로고 원호 요소
th: องค์ประกอบเส้นโค้งโลโก้แฮทช์
zh_hans: 填充徽标弧形要素
