Repository: UMISolutions/LaserMarking2
Catalog: LaserMarking/Marking Builder Plus 2/MarkingDiagnosticTool_Ver2/Language/Resources_ActiveX.*.resx
Languages: de, es_mx, fr, it, ko, th, zh_hans

# _51285
source: Scanner low-temperature error
de: Fehler: Scannertemperatur zu niedrig
es_mx: Error bajas temperat. del escáner
fr: Erreur température trop basse scanner
it: Err. bassa temperatura scanner
ko: 스캐너 저온 에러
th: ข้อผิดพลาดสแกนเนอร์มีอุณหภูมิต่ำ
zh_hans: 扫描仪低温错误

# _51286
source: Error of High Temperature on Beam Sampler
de: Fehler: hohe Temperatur am Beam-Sampler
es_mx: Error Altas Temp. en Muestreador del Haz
fr: Err. Hte Tempér. Échantillonneur Faisceau
it: Err. di alta temperatura su campionatore raggio
ko: 빔 샘플러 고온 에러
th: ข้อผิดพลาดอุณหภูมิสูงที่ชุดเก็บตัวอย่างลำแสง
zh_hans: 光束采样器高温错误

# _51287
source: Marking unit high-temperature error (top)
de: Fehler: Beschriftungslaser zu heiß (Oberseite)
es_mx: Error por altas temperaturas de la unidad de marcado (parte superior)
fr: Erreur température unité de marquage élevée (haut)
it: Err. alta temperatura unità marcatura (alto)
ko: 헤드 고온 에러(선반)
th: ข้อผิดพลาดชุดมาร์กมีอุณหภูมิสูง (ส่วนบน)
zh_hans: 刻印机头高温错误（顶板）

# _51288
source: Marking unit low-temperature error (top)
de: Fehler: Beschriftungslaser zu kalt (Oberseite)
es_mx: Error por bajas temperaturas de la unidad de marcado (parte superior)
fr: Erreur température unité de marquage basse (haut)
it: Err. bassa temperatura unità marcatura (alto)
ko: 헤드 저온 에러(선반)
th: ข้อผิดพลาดชุดมาร์กมีอุณหภูมิต่ำ (ส่วนบน)
zh_hans: 刻印机头低温错误（顶板）

# _51289
source: Laser Safety Module Connection Error
de: Fehler: Verbindung des Sicherheitsmoduls für den Laser
es_mx: Error de conexión del módulo de seguridad del láser
fr: Erreur Connexion module de sécurité laser
it: Err. connessione modulo sicurezza laser
ko: 레이저 안전모듈 연결 에러
th: ช้อผิดพลาดการเชื่อมต่อโมดูลความปลอดภัยเลเซอร์
zh_hans: 激光安全模块连接错误

# _51290
source: Contactor status error
de: Schützstatus-Fehler
es_mx: Error del estado del contactor
fr: Erreur état contacteur
it: Err. stato contattore
ko: 컨택터 상태 에러
th: ข้อผิดพลาดจากสถานะของคอนแทคเตอร์
zh_hans: 接触器状态错误

# _51291
source: Marking unit Comm error 2
de: Fehler: Kommunikation Beschriftungslaser 2
es_mx: Error de com. en la unidad de marcado 2
fr: Erreur communication unité marquage 2
it: Err. Comm. 2 unità marcatura
ko: 헤드 통신 에러2
th: ข้อผิดพลาดการสื่อสารชุดมาร์ก 2
zh_hans: 磁头通信错误2

# _51292
source: SSR status error
de: SSR-Statusfehler
es_mx: Error de estado de SSR
fr: Erreur statut SSR
it: Err. stato SSR
ko: SSR 비정상
th: ข้อผิดพลาดสถานะ SSR
zh_hans: SSR异常

# _51293
source: Interlock status error
de: Fehler beim Verriegelungsstatus
es_mx: Error de estado de enclavamiento
fr: Erreur statut verrouillage
it: Err. stato interblocco
ko: 인터락 비정상
th: ข้อผิดพลาดสถานะอินเตอร์ล็อค
zh_hans: 自保异常

# _51294
source: System Error 80
de: Systemfehler 80
es_mx: Error sist. 80
fr: Erreur système 80
it: Err. sistema 80
ko: 시스템 에러80
th: ข้อผิดพลาดของระบบ 80
zh_hans: 系统错误80

# _51295
source: SD card setting file error
de: Fehler bei der Einstellungsdatei der SD-Karte
es_mx: Error de archivo de configuración de la tarjeta SD
fr: Erreur fichier réglage carte SD
it: Err. file impostazione scheda SD
ko: SD카드 내 설정파일 에러
th: ข้อผิดพลาดไฟล์การตั้งค่าจากการ์ด SD
zh_hans: SD卡内程序文件错误

# _51296
source: System Error 81
de: Systemfehler 81
es_mx: Error sist. 81
fr: Erreur système 81
it: Err. sistema 81
ko: 시스템 에러81
th: ข้อผิดพลาดของระบบ 81
zh_hans: 系统错误81

# _51297
source: System Error 82
de: Systemfehler 82
es_mx: Error sist. 82
fr: Erreur système 82
it: Err. sistema 82
ko: 시스템 에러82
th: ข้อผิดพลาดของระบบ 82
zh_hans: 系统错误82

# _51298
source: Marking unit Comm error 3
de: Fehler: Kommunikation Beschriftungslaser 3
es_mx: Error de com. en la unidad de marcado 3
fr: Erreur communication unité marquage 3
it: Err. Comm unità marcatura 3
ko: 헤드 통신 에러3
th: ข้อผิดพลาดการสื่อสารชุดมาร์ก 3
zh_hans: 磁头通信错误3

# _51299
source: Marking unit Comm error 4
de: Fehler: Kommunikation Beschriftungslaser 4
es_mx: Error de com. en la unidad de marcado 4
fr: Erreur communication unité marquage 4
it: Err. Comm unità marcatura 4
ko: 헤드 통신 에러4
th: ข้อผิดพลาดการสื่อสารชุดมาร์ก 4
zh_hans: 磁头通信错误4

# _51300
source: Memory check error 1
de: Fehler: Speicherprüfung 1
es_mx: Error comprob. memoria 1
fr: Erreur vérification mémoire 1
it: Err. contr. memoria 1
ko: 메모리 체크 에러1
th: ข้อผิดพลาดจากการตรวจหน่วยความจำ 1
zh_hans: 存储器检查错误1

# _51301
source: Memory check error 2
de: Fehler: Speicherprüfung 2
es_mx: Error comprob. memoria 2
fr: Erreur vérification mémoire 2
it: Err. contr. memoria 2
ko: 메모리 체크 에러2
th: ข้อผิดพลาดจากการตรวจหน่วยความจำ 2
zh_hans: 存储器检查错误2

# _51302
source: Memory check error 3
de: Fehler: Speicherprüfung 3
es_mx: Error comprob. memoria 3
fr: Erreur vérification mémoire 3
it: Err. contr. memoria 3
ko: 메모리 체크 에러3
th: ข้อผิดพลาดจากการตรวจหน่วยความจำ 3
zh_hans: 存储器检查错误3

# _51303
source: Memory check error 4
de: Fehler: Speicherprüfung 4
es_mx: Error comprob. memoria 4
fr: Erreur vérification mémoire 4
it: Err. contr. memoria 4
ko: 메모리 체크 에러4
th: ข้อผิดพลาดจากการตรวจหน่วยความจำ 4
zh_hans: 存储器检查错误4

# _51304
source: Memory check error 5
de: Fehler: Speicherprüfung 5
es_mx: Error comprob. memoria 5
fr: Erreur vérification mémoire 5
it: Err. contr. memoria 5
ko: 메모리 체크 에러5
th: ข้อผิดพลาดจากการตรวจหน่วยความจำ 5
zh_hans: 存储器检查错误5

# _51305
source: Memory check error 6
de: Fehler: Speicherprüfung 6
es_mx: Error comprob. memoria 6
fr: Erreur vérification mémoire 6
it: Err. contr. memoria 6
ko: 메모리 체크 에러6
th: ข้อผิดพลาดจากการตรวจหน่วยความจำ 6
zh_hans: 存储器检查错误6

# _51306
source: Memory check error 7
de: Fehler: Speicherprüfung 7
es_mx: Error comprob. memoria 7
fr: Erreur vérification mémoire 7
it: Err. contr. memoria 7
ko: 메모리 체크 에러7
th: ข้อผิดพลาดจากการตรวจหน่วยความจำ 7
zh_hans: 存储器检查错误7

# _51307
source: Memory check error 8
de: Fehler: Speicherprüfung 8
es_mx: Error comprob. memoria 8
fr: Erreur vérification mémoire 8
it: Err. contr. memoria 8
ko: 메모리 체크 에러8
th: ข้อผิดพลาดจากการตรวจหน่วยความจำ 8
zh_hans: 存储器检查错误8

# _51308
source: Memory check error 9
de: Fehler: Speicherprüfung 9
es_mx: Error comprob. memoria 9
fr: Erreur vérification mémoire 9
it: Err. contr. memoria 9
ko: 메모리 체크 에러9
th: ข้อผิดพลาดจากการตรวจหน่วยความจำ 9
zh_hans: 存储器检查错误9

# _51309
source: Memory check error 10
de: Fehler: Speicherprüfung 10
es_mx: Error comprob. memoria 10
fr: Erreur vérification mémoire 10
it: Err. contr. memoria 10
ko: 메모리 체크 에러10
th: ข้อผิดพลาดจากการตรวจหน่วยความจำ 10
zh_hans: 存储器检查错误10

# _51310
source: Memory check error 11
de: Fehler: Speicherprüfung 11
es_mx: Error comprob. memoria 11
fr: Erreur vérification mémoire 11
it: Err. contr. memoria 11
ko: 메모리 체크 에러11
th: ข้อผิดพลาดจากการตรวจหน่วยความจำ 11
zh_hans: 存储器检查错误11

# _51311
source: Memory check error 12
de: Fehler: Speicherprüfung 12
es_mx: Error comprob. memoria 12
fr: Erreur vérification mémoire 12
it: Err. contr. memoria 12
ko: 메모리 체크 에러12
th: ข้อผิดพลาดจากการตรวจหน่วยความจำ 12
zh_hans: 存储器检查错误12

# _51312
source: Memory check error 13
de: Fehler: Speicherprüfung 13
es_mx: Error comprob. memoria 13
fr: Erreur vérification mémoire 13
it: Err. contr. memoria 13
ko: 메모리 체크 에러13
th: ข้อผิดพลาดจากการตรวจหน่วยความจำ 13
zh_hans: 存储器检查错误13

# _51313
source: Memory check error 14
de: Fehler: Speicherprüfung 14
es_mx: Error comprob. memoria 14
fr: Erreur vérification mémoire 14
it: Err. contr. memoria 14
ko: 메모리 체크 에러14
th: ข้อผิดพลาดจากการตรวจหน่วยความจำ 14
zh_hans: 存储器检查错误14

# _51314
source: Memory check error 15
de: Fehler: Speicherprüfung 15
es_mx: Error comprob. memoria 15
fr: Erreur vérification mémoire 15
it: Err. contr. memoria 15
ko: 메모리 체크 에러15
th: ข้อผิดพลาดจากการตรวจหน่วยความจำ 15
zh_hans: 存储器检查错误15

# _51315
source: Memory check error 16
de: Fehler: Speicherprüfung 16
es_mx: Error comprob. memoria 16
fr: Erreur vérification mémoire 16
it: Err. contr. memoria 16
ko: 메모리 체크 에러16
th: ข้อผิดพลาดจากการตรวจหน่วยความจำ 16
zh_hans: 存储器检查错误16

# _51316
source: Memory check error 17
de: Fehler: Speicherprüfung 17
es_mx: Error comprob. memoria 17
fr: Erreur vérification mémoire 17
it: Err. contr. memoria 17
ko: 메모리 체크 에러17
th: ข้อผิดพลาดจากการตรวจหน่วยความจำ 17
zh_hans: 存储器检查错误17

# _51317
source: Memory check error 18
de: Fehler: Speicherprüfung 18
es_mx: Error comprob. memoria 18
fr: Erreur vérification mémoire 18
it: Err. contr. memoria 18
ko: 메모리 체크 에러18
th: ข้อผิดพลาดจากการตรวจหน่วยความจำ 18
zh_hans: 存储器检查错误18

# _51318
source: Memory check error 19
de: Fehler: Speicherprüfung 19
es_mx: Error comprob. memoria 19
fr: Erreur vérification mémoire 19
it: Err. contr. memoria 19
ko: 메모리 체크 에러19
th: ข้อผิดพลาดจากการตรวจหน่วยความจำ 19
zh_hans: 存储器检查错误19

# _51319
source: Memory check error 20
de: Fehler: Speicherprüfung 20
es_mx: Error comprob. memoria 20
fr: Erreur vérification mémoire 20
it: Err. contr. memoria 20
ko: 메모리 체크 에러20
th: ข้อผิดพลาดจากการตรวจหน่วยความจำ 20
zh_hans: 存储器检查错误20

# _51400
source: Scanner error X00
de: Scannerfehler X00
es_mx: Error X00 del escáner
fr: Erreur scanner X00
it: Err. scanner X00
ko: 스캐너 에러X00
th: ข้อผิดพลาดของสแกนเนอร์ X00
zh_hans: 扫描仪错误X00

# _51401
source: Scanner error X01
de: Scannerfehler X01
es_mx: Error X01 del escáner
fr: Erreur scanner X01
it: Err. scanner X01
ko: 스캐너 에러X01
th: ข้อผิดพลาดของสแกนเนอร์ X01
zh_hans: 扫描仪错误X01

# _51402
source: Scanner error X02
de: Scannerfehler X02
es_mx: Error X02 del escáner
fr: Erreur scanner X02
it: Err. scanner X02
ko: 스캐너 에러X02
th: ข้อผิดพลาดของสแกนเนอร์ X02
zh_hans: 扫描仪错误X02

# _51403
source: Scanner error X03
de: Scannerfehler X03
es_mx: Error X03 del escáner
fr: Erreur scanner X03
it: Err. scanner X03
ko: 스캐너 에러X03
th: ข้อผิดพลาดของสแกนเนอร์ X03
zh_hans: 扫描仪错误X03

# _51404
source: Scanner error X04
de: Scannerfehler X04
es_mx: Error X04 del escáner
fr: Erreur scanner X04
it: Err. scanner X04
ko: 스캐너 에러X04
th: ข้อผิดพลาดของสแกนเนอร์ X04
zh_hans: 扫描仪错误X04

# _51405
source: Scanner error X05
de: Scannerfehler X05
es_mx: Error X05 del escáner
fr: Erreur scanner X05
it: Err. scanner X05
ko: 스캐너 에러X05
th: ข้อผิดพลาดของสแกนเนอร์ X05
zh_hans: 扫描仪错误X05

# _51406
source: Scanner error X06
de: Scannerfehler X06
es_mx: Error X06 del escáner
fr: Erreur scanner X06
it: Err. scanner X06
ko: 스캐너 에러X06
th: ข้อผิดพลาดของสแกนเนอร์ X06
zh_hans: 扫描仪错误X06

# _51407
source: Scanner error X07
de: Scannerfehler X07
es_mx: Error X07 del escáner
fr: Erreur scanner X07
it: Err. scanner X07
ko: 스캐너 에러X07
th: ข้อผิดพลาดของสแกนเนอร์ X07
zh_hans: 扫描仪错误X07

# _51408
source: Scanner error X08
de: Scannerfehler X08
es_mx: Error X08 del escáner
fr: Erreur scanner X08
it: Err. scanner X08
ko: 스캐너 에러X08
th: ข้อผิดพลาดของสแกนเนอร์ X08
zh_hans: 扫描仪错误X08

# _51409
source: Scanner error X09
de: Scannerfehler X09
es_mx: Error X09 del escáner
fr: Erreur scanner X09
it: Err. scanner X09
ko: 스캐너 에러X09
th: ข้อผิดพลาดของสแกนเนอร์ X09
zh_hans: 扫描仪错误X09

# _51410
source: Scanner error X10
de: Scannerfehler X10
es_mx: Error X10 del escáner
fr: Erreur scanner X10
it: Err. scanner X10
ko: 스캐너 에러X10
th: ข้อผิดพลาดของสแกนเนอร์ X10
zh_hans: 扫描仪错误X10

# _51411
source: Scanner error X11
de: Scannerfehler X11
es_mx: Error X11 del escáner
fr: Erreur scanner X11
it: Err. scanner X11
ko: 스캐너 에러X11
th: ข้อผิดพลาดของสแกนเนอร์ X11
zh_hans: 扫描仪错误X11

# _51412
source: Scanner error X12
de: Scannerfehler X12
es_mx: Error X12 del escáner
fr: Erreur scanner X12
it: Err. scanner X12
ko: 스캐너 에러X12
th: ข้อผิดพลาดของสแกนเนอร์ X12
zh_hans: 扫描仪错误X12

# _51413
source: Scanner error X13
de: Scannerfehler X13
es_mx: Error X13 del escáner
fr: Erreur scanner X13
it: Err. scanner X13
ko: 스캐너 에러X13
th: ข้อผิดพลาดของสแกนเนอร์ X13
zh_hans: 扫描仪错误X13

# _51414
source: Scanner error X14
de: Scannerfehler X14
es_mx: Error X14 del escáner
fr: Erreur scanner X14
it: Err. scanner X14
ko: 스캐너 에러X14
th: ข้อผิดพลาดของสแกนเนอร์ X14
zh_hans: 扫描仪错误X14

# _51415
source: Scanner error X15
de: Scannerfehler X15
es_mx: Error X15 del escáner
fr: Erreur scanner X15
it: Err. scanner X15
ko: 스캐너 에러X15
th: ข้อผิดพลาดของสแกนเนอร์ X15
zh_hans: 扫描仪错误X15

# _51416
source: Scanner error X16
de: Scannerfehler X16
es_mx: Error X16 del escáner
fr: Erreur scanner X16
it: Err. scanner X16
ko: 스캐너 에러X16
th: ข้อผิดพลาดของสแกนเนอร์ X16
zh_hans: 扫描仪错误X16

# _51417
source: Scanner error X17
de: Scannerfehler X17
es_mx: Error X17 del escáner
fr: Erreur scanner X17
it: Err. scanner X17
ko: 스캐너 에러X17
th: ข้อผิดพลาดของสแกนเนอร์ X17
zh_hans: 扫描仪错误X17

# _51418
source: Scanner error X18
de: Scannerfehler X18
es_mx: Error X18 del escáner
fr: Erreur scanner X18
it: Err. scanner X18
ko: 스캐너 에러X18
th: ข้อผิดพลาดของสแกนเนอร์ X18
zh_hans: 扫描仪错误X18

# _51419
source: Scanner error X19
de: Scannerfehler X19
es_mx: Error X19 del escáner
fr: Erreur scanner X19
it: Err. scanner X19
ko: 스캐너 에러X19
th: ข้อผิดพลาดของสแกนเนอร์ X19
zh_hans: 扫描仪错误X19

# _51420
source: Scanner error X20
de: Scannerfehler X20
es_mx: Error X20 del escáner
fr: Erreur scanner X20
it: Err. scanner X20
ko: 스캐너 에러X20
th: ข้อผิดพลาดของสแกนเนอร์ X20
zh_hans: 扫描仪错误X20

# _51421
source: Scanner error X21
de: Scannerfehler X21
es_mx: Error X21 del escáner
fr: Erreur scanner X21
it: Err. scanner X21
ko: 스캐너 에러X21
th: ข้อผิดพลาดของสแกนเนอร์ X21
zh_hans: 扫描仪错误X21

# _51422
source: Scanner error X22
de: Scannerfehler X22
es_mx: Error X22 del escáner
fr: Erreur scanner X22
it: Err. scanner X22
ko: 스캐너 에러X22
th: ข้อผิดพลาดของสแกนเนอร์ X22
zh_hans: 扫描仪错误X22

# _51423
source: Scanner error X23
de: Scannerfehler X23
es_mx: Error X23 del escáner
fr: Erreur scanner X23
it: Err. scanner X23
ko: 스캐너 에러X23
th: ข้อผิดพลาดของสแกนเนอร์ X23
zh_hans: 扫描仪错误X23

# _51424
source: Scanner error X24
de: Scannerfehler X24
es_mx: Error X24 del escáner
fr: Erreur scanner X24
it: Err. scanner X24
ko: 스캐너 에러X24
th: ข้อผิดพลาดของสแกนเนอร์ X24
zh_hans: 扫描仪错误X24

# _51425
source: Scanner error X25
de: Scannerfehler X25
es_mx: Error X25 del escáner
fr: Erreur scanner X25
it: Err. scanner X25
ko: 스캐너 에러X25
th: ข้อผิดพลาดของสแกนเนอร์ X25
zh_hans: 扫描仪错误X25

# _51426
source: Scanner error X26
de: Scannerfehler X26
es_mx: Error X26 del escáner
fr: Erreur scanner X26
it: Err. scanner X26
ko: 스캐너 에러X26
th: ข้อผิดพลาดของสแกนเนอร์ X26
zh_hans: 扫描仪错误X26

# _51427
source: Scanner error X27
de: Scannerfehler X27
es_mx: Error X27 del escáner
fr: Erreur scanner X27
it: Err. scanner X27
ko: 스캐너 에러X27
th: ข้อผิดพลาดของสแกนเนอร์ X27
zh_hans: 扫描仪错误X27

# _51428
source: Scanner error X28
de: Scannerfehler X28
es_mx: Error X28 del escáner
fr: Erreur scanner X28
it: Err. scanner X28
ko: 스캐너 에러X28
th: ข้อผิดพลาดของสแกนเนอร์ X28
zh_hans: 扫描仪错误X28

# _51429
source: Scanner error X29
de: Scannerfehler X29
es_mx: Error X29 del escáner
fr: Erreur scanner X29
it: Err. scanner X29
ko: 스캐너 에러X29
th: ข้อผิดพลาดของสแกนเนอร์ X29
zh_hans: 扫描仪错误X29

# _51430
source: Scanner error X30
de: Scannerfehler X30
es_mx: Error X30 del escáner
fr: Erreur scanner X30
it: Err. scanner X30
ko: 스캐너 에러X30
th: ข้อผิดพลาดของสแกนเนอร์ X30
zh_hans: 扫描仪错误X30

# _51432
source: Scanner error Y00
de: Scannerfehler Y00
es_mx: Error Y00 del escáner
fr: Erreur scanner Y00
it: Err. scanner Y00
ko: 스캐너 에러Y00
th: ข้อผิดพลาดของสแกนเนอร์ Y00
zh_hans: 扫描仪错误Y00

# _51433
source: Scanner error Y01
de: Scannerfehler Y01
es_mx: Error Y01 del escáner
fr: Erreur scanner Y01
it: Err. scanner Y01
ko: 스캐너 에러Y01
th: ข้อผิดพลาดของสแกนเนอร์ Y01
zh_hans: 扫描仪错误Y01

# _51434
source: Scanner error Y02
de: Scannerfehler Y02
es_mx: Error Y02 del escáner
fr: Erreur scanner Y02
it: Err. scanner Y02
ko: 스캐너 에러Y02
th: ข้อผิดพลาดของสแกนเนอร์ Y02
zh_hans: 扫描仪错误Y02

# _51435
source: Scanner error Y03
de: Scannerfehler Y03
es_mx: Error Y03 del escáner
fr: Erreur scanner Y03
it: Err. scanner Y03
ko: 스캐너 에러Y03
th: ข้อผิดพลาดของสแกนเนอร์ Y03
zh_hans: 扫描仪错误Y03

# _51436
source: Scanner error Y04
de: Scannerfehler Y04
es_mx: Error Y04 del escáner
fr: Erreur scanner Y04
it: Err. scanner Y04
ko: 스캐너 에러Y04
th: ข้อผิดพลาดของสแกนเนอร์ Y04
zh_hans: 扫描仪错误Y04

# _51437
source: Scanner error Y05
de: Scannerfehler Y05
es_mx: Error Y05 del escáner
fr: Erreur scanner Y05
it: Err. scanner Y05
ko: 스캐너 에러Y05
th: ข้อผิดพลาดของสแกนเนอร์ Y05
zh_hans: 扫描仪错误Y05

# _51438
source: Scanner error Y06
de: Scannerfehler Y06
es_mx: Error Y06 del escáner
fr: Erreur scanner Y06
it: Err. scanner Y06
ko: 스캐너 에러Y06
th: ข้อผิดพลาดของสแกนเนอร์ Y06
zh_hans: 扫描仪错误Y06

# _51439
source: Scanner error Y07
de: Scannerfehler Y07
es_mx: Error Y07 del escáner
fr: Erreur scanner Y07
it: Err. scanner Y07
ko: 스캐너 에러Y07
th: ข้อผิดพลาดของสแกนเนอร์ Y07
zh_hans: 扫描仪错误Y07

# _51440
source: Scanner error Y08
de: Scannerfehler Y08
es_mx: Error Y08 del escáner
fr: Erreur scanner Y08
it: Err. scanner Y08
ko: 스캐너 에러Y08
th: ข้อผิดพลาดของสแกนเนอร์ Y08
zh_hans: 扫描仪错误Y08

# _51441
source: Scanner error Y09
de: Scannerfehler Y09
es_mx: Error Y09 del escáner
fr: Erreur scanner Y09
it: Err. scanner Y09
ko: 스캐너 에러Y09
th: ข้อผิดพลาดของสแกนเนอร์ Y09
zh_hans: 扫描仪错误Y09

# _51442
source: Scanner error Y10
de: Scannerfehler Y10
es_mx: Error Y10 del escáner
fr: Erreur scanner Y10
it: Err. scanner Y10
ko: 스캐너 에러Y10
th: ข้อผิดพลาดของสแกนเนอร์ Y10
zh_hans: 扫描仪错误Y10

# _51443
source: Scanner error Y11
de: Scannerfehler Y11
es_mx: Error Y11 del escáner
fr: Erreur scanner Y11
it: Err. scanner Y11
ko: 스캐너 에러Y11
th: ข้อผิดพลาดของสแกนเนอร์ Y11
zh_hans: 扫描仪错误Y11

# _51444
source: Scanner error Y12
de: Scannerfehler Y12
es_mx: Error Y12 del escáner
fr: Erreur scanner Y12
it: Err. scanner Y12
ko: 스캐너 에러Y12
th: ข้อผิดพลาดของสแกนเนอร์ Y12
zh_hans: 扫描仪错误Y12

# _51445
source: Scanner error Y13
de: Scannerfehler Y13
es_mx: Error Y13 del escáner
fr: Erreur scanner Y13
it: Err. scanner Y13
ko: 스캐너 에러Y13
th: ข้อผิดพลาดของสแกนเนอร์ Y13
zh_hans: 扫描仪错误Y13

# _51446
source: Scanner error Y14
de: Scannerfehler Y14
es_mx: Error Y14 del escáner
fr: Erreur scanner Y14
it: Err. scanner Y14
ko: 스캐너 에러Y14
th: ข้อผิดพลาดของสแกนเนอร์ Y14
zh_hans: 扫描仪错误Y14

# _51447
source: Scanner error Y15
de: Scannerfehler Y15
es_mx: Error Y15 del escáner
fr: Erreur scanner Y15
it: Err. scanner Y15
ko: 스캐너 에러Y15
th: ข้อผิดพลาดของสแกนเนอร์ Y15
zh_hans: 扫描仪错误Y15

# _51448
source: Scanner error Y16
de: Scannerfehler Y16
es_mx: Error Y16 del escáner
fr: Erreur scanner Y16
it: Err. scanner Y16
ko: 스캐너 에러Y16
th: ข้อผิดพลาดของสแกนเนอร์ Y16
zh_hans: 扫描仪错误Y16

# _51449
source: Scanner error Y17
de: Scannerfehler Y17
es_mx: Error Y17 del escáner
fr: Erreur scanner Y17
it: Err. scanner Y17
ko: 스캐너 에러Y17
th: ข้อผิดพลาดของสแกนเนอร์ Y17
zh_hans: 扫描仪错误Y17

# _51450
source: Scanner error Y18
de: Scannerfehler Y18
es_mx: Error Y18 del escáner
fr: Erreur scanner Y18
it: Err. scanner Y18
ko: 스캐너 에러Y18
th: ข้อผิดพลาดของสแกนเนอร์ Y18
zh_hans: 扫描仪错误Y18

# _51451
source: Scanner error Y19
de: Scannerfehler Y19
es_mx: Error Y19 del escáner
fr: Erreur scanner Y19
it: Err. scanner Y19
ko: 스캐너 에러Y19
th: ข้อผิดพลาดของสแกนเนอร์ Y19
zh_hans: 扫描仪错误Y19

# _51452
source: Scanner error Y20
de: Scannerfehler Y20
es_mx: Error Y20 del escáner
fr: Erreur scanner Y20
it: Err. scanner Y20
ko: 스캐너 에러Y20
th: ข้อผิดพลาดของสแกนเนอร์ Y20
zh_hans: 扫描仪错误Y20

# _51453
source: Scanner error Y21
de: Scannerfehler Y21
es_mx: Error Y21 del escáner
fr: Erreur scanner Y21
it: Err. scanner Y21
ko: 스캐너 에러Y21
th: ข้อผิดพลาดของสแกนเนอร์ Y21
zh_hans: 扫描仪错误Y21

# _51454
source: Scanner error Y22
de: Scannerfehler Y22
es_mx: Error Y22 del escáner
fr: Erreur scanner Y22
it: Err. scanner Y22
ko: 스캐너 에러Y22
th: ข้อผิดพลาดของสแกนเนอร์ Y22
zh_hans: 扫描仪错误Y22

# _51455
source: Scanner error Y23
de: Scannerfehler Y23
es_mx: Error Y23 del escáner
fr: Erreur scanner Y23
it: Err. scanner Y23
ko: 스캐너 에러Y23
th: ข้อผิดพลาดของสแกนเนอร์ Y23
zh_hans: 扫描仪错误Y23

# _51456
source: Scanner error Y24
de: Scannerfehler Y24
es_mx: Error Y24 del escáner
fr: Erreur scanner Y24
it: Err. scanner Y24
ko: 스캐너 에러Y24
th: ข้อผิดพลาดของสแกนเนอร์ Y24
zh_hans: 扫描仪错误Y24

# _51457
source: Scanner error Y25
de: Scannerfehler Y25
es_mx: Error Y25 del escáner
fr: Erreur scanner Y25
it: Err. scanner Y25
ko: 스캐너 에러Y25
th: ข้อผิดพลาดของสแกนเนอร์ Y25
zh_hans: 扫描仪错误Y25

# _51458
source: Scanner error Y26
de: Scannerfehler Y26
es_mx: Error Y26 del escáner
fr: Erreur scanner Y26
it: Err. scanner Y26
ko: 스캐너 에러Y26
th: ข้อผิดพลาดของสแกนเนอร์ Y26
zh_hans: 扫描仪错误Y26

# _51459
source: Scanner error Y27
de: Scannerfehler Y27
es_mx: Error Y27 del escáner
fr: Erreur scanner Y27
it: Err. scanner Y27
ko: 스캐너 에러Y27
th: ข้อผิดพลาดของสแกนเนอร์ Y27
zh_hans: 扫描仪错误Y27

# _51460
source: Scanner error Y28
de: Scannerfehler Y28
es_mx: Error Y28 del escáner
fr: Erreur scanner Y28
it: Err. scanner Y28
ko: 스캐너 에러Y28
th: ข้อผิดพลาดของสแกนเนอร์ Y28
zh_hans: 扫描仪错误Y28

# _51461
source: Scanner error Y29
de: Scannerfehler Y29
es_mx: Error Y29 del escáner
fr: Erreur scanner Y29
it: Err. scanner Y29
ko: 스캐너 에러Y29
th: ข้อผิดพลาดของสแกนเนอร์ Y29
zh_hans: 扫描仪错误Y29

# _51462
source: Scanner error Y30
de: Scannerfehler Y30
es_mx: Error Y30 del escáner
fr: Erreur scanner Y30
it: Err. scanner Y30
ko: 스캐너 에러Y30
th: ข้อผิดพลาดของสแกนเนอร์ Y30
zh_hans: 扫描仪错误Y30

# _51500
source: Marking unit system error 00
de: Beschriftungslaser – Systemfehler 00
es_mx: Error 00 del sistema de la unidad de marcado
fr: Erreur système unité de marquage 00
it: Err. sistema unità marcatura 00
ko: 헤드 시스템 에러00
th: ข้อผิดพลาดของระบบชุดมาร์ก 00
zh_hans: 刻印机头系统错误00

# _51501
source: Marking unit system error 01
de: Beschriftungslaser – Systemfehler 01
es_mx: Error 01 del sistema de la unidad de marcado
fr: Erreur système unité de marquage 01
it: Err. sistema unità marcatura 01
ko: 헤드 시스템 에러01
th: ข้อผิดพลาดของระบบชุดมาร์ก 01
zh_hans: 刻印机头系统错误01

# _51502
source: Marking unit system error 02
de: Beschriftungslaser – Systemfehler 02
es_mx: Error 02 del sistema de la unidad de marcado
fr: Erreur système unité de marquage 02
it: Err. sistema unità marcatura 02
ko: 헤드 시스템 에러02
th: ข้อผิดพลาดของระบบชุดมาร์ก 02
zh_hans: 刻印机头系统错误02

# _51503
source: Marking unit system error 03
de: Beschriftungslaser – Systemfehler 03
es_mx: Error 03 del sistema de la unidad de marcado
fr: Erreur système unité de marquage 03
it: Err. sistema unità marcatura 03
ko: 헤드 시스템 에러03
th: ข้อผิดพลาดของระบบชุดมาร์ก 03
zh_hans: 刻印机头系统错误03

# _51504
source: Marking unit system error 04
de: Beschriftungslaser – Systemfehler 04
es_mx: Error 04 del sistema de la unidad de marcado
fr: Erreur système unité de marquage 04
it: Err. sistema unità marcatura 04
ko: 헤드 시스템 에러04
th: ข้อผิดพลาดของระบบชุดมาร์ก 04
zh_hans: 刻印机头系统错误04

# _51505
source: Marking unit system error 05
de: Beschriftungslaser – Systemfehler 05
es_mx: Error 05 del sistema de la unidad de marcado
fr: Erreur système unité de marquage 05
it: Err. sistema unità marcatura 05
ko: 헤드 시스템 에러05
th: ข้อผิดพลาดของระบบชุดมาร์ก 05
zh_hans: 刻印机头系统错误05

# _51506
source: Marking unit system error 06
de: Beschriftungslaser – Systemfehler 06
es_mx: Error 06 del sistema de la unidad de marcado
fr: Erreur système unité de marquage 06
it: Err. sistema unità marcatura 06
ko: 헤드 시스템 에러06
th: ข้อผิดพลาดของระบบชุดมาร์ก 06
zh_hans: 刻印机头系统错误06

# _51507
source: Marking unit system error 07
de: Beschriftungslaser – Systemfehler 07
es_mx: Error 07 del sistema de la unidad de marcado
fr: Erreur système unité de marquage 07
it: Err. sistema unità marcatura 07
ko: 헤드 시스템 에러07
th: ข้อผิดพลาดของระบบชุดมาร์ก 07
zh_hans: 刻印机头系统错误07

# _51508
source: Marking unit system error 08
de: Beschriftungslaser – Systemfehler 08
es_mx: Error 08 del sistema de la unidad de marcado
fr: Erreur système unité de marquage 08
it: Err. sistema unità marcatura 08
ko: 헤드 시스템 에러08
th: ข้อผิดพลาดของระบบชุดมาร์ก 08
zh_hans: 刻印机头系统错误08

# _51509
source: Marking unit system error 09
de: Beschriftungslaser – Systemfehler 09
es_mx: Error 09 del sistema de la unidad de marcado
fr: Erreur système unité de marquage 09
it: Err. sistema unità marcatura 09
ko: 헤드 시스템 에러09
th: ข้อผิดพลาดของระบบชุดมาร์ก 09
zh_hans: 刻印机头系统错误09
