Repository: UMISolutions/LaserMarking2
Catalog: LaserMarking/Marking Builder Plus 2/MarkingDiagnosticTool_Ver2/Language/Resources_ActiveX.*.resx
Languages: de, es_mx, fr, it, ko, th, zh_hans

# _1057
source: The marking order value is incorrect.
de: Der Wert der Beschriftungsreihenfolge ist falsch.
es_mx: El valor del orden de marcado es incorrecto.
fr: La valeur de l'ordre de marquage est incorrecte.
it: Il valore ordine marcatura non è corretto.
ko: 인쇄 순서의 값이 바르지 않습니다.
th: ค่าลำดับในการมาร์กไม่ถูกต้อง
zh_hans: 刻印顺序的数值不正确。

# _1058
source: Cannot be used when the model folder is not the same.
de: Kann nicht verwendet werden, wenn der Modellordner nicht übereinstimmt.
es_mx: No se puede usar cuando la carpeta modelo no es la misma.
fr: Ne peut pas être utilisé quand le dossier du modèle est différent
it: Impossibile da usare se la cartella modello non è la stessa.
ko: 모델 폴더가 동일하지 않으면 사용할 수 없습니다
th: ไม่สามารถใช้ได้หากโฟลเดอร์รุ่นไม่ตรงกัน
zh_hans: 并非同一个机型文件夹时，无法使用

# _1059
source: The character string contains unsupported Unicode characters.
de: Die Zeichenkette enthält nicht unterstützte Unicode-Zeichen.
es_mx: Esta cadena de caracteres contiene caract. Unicode incompat.
fr: La chaîne de caractères contient des caractères Unicode non pris en charge.
it: La stringa di caratteri contiene caratteri Unicode non supportati.
ko: 문자열에 대응하지 않는 Unicode 문자가 포함되어 있습니다.
th: ข้อความตัวอักษรมีอักขระที่ Unicode ไม่รองรับ
zh_hans: 字符串中含有不支持的Unicode字符。

# _1060
source: The XY plane cannot be shared
de: Die XY-Ebene kann nicht freigegeben werden
es_mx: El plano XY no se puede compartir.
fr: Le plan XY ne peut pas être partagé
it: Impossibile condividere il piano XY
ko: XY 평면은 공유할 수 없습니다
th: ระนาบ XY ไม่สามารถใช่ร่วมกันได้
zh_hans: 无法共享XY平面

# _1061
source: Only 2D codes can be specified.
de: Es können nur 2D-Codes angegeben werden.
es_mx: Solo se pueden especificar códigos 2D.
fr: Seuls les codes 2D peuvent être spécifiés.
it: Si possono specificare solo codici 2D.
ko: 2D 코드 이외에는 지정할 수 없습니다.
th: สามารถกำหนดได้เฉพาะ 2D code เท่านั้น
zh_hans: 无法设定二维代码以外的内容。

# _1063
source: Communication error (USB Connection)
de: Fehler: Kommunikation (USB-Verbindung)
es_mx: Error de comunicación (conexión USB)
fr: Erreur de communication (connexion USB)
it: Err. di comunicazione (connessione USB)
ko: 통신 에러(USB 접속)
th: ข้อผิดพลาดในการสื่อสาร (การเชื่อมต่อ USB)
zh_hans: 通信错误(USB 连接)

# _1064
source: Communication error （%s）
de: Fehler: Kommunikation（%s）
es_mx: Error, comunicación (%s)
fr: Erreur de communication（%s）
it: Err. di comunicazione (%s)
ko: 통신 에러（%s）
th: ข้อผิดพลาดในการสื่อสาร (%s)
zh_hans: 通信错误（%s）

# _1065
source: Cannot be changed while connected.
de: Kann bei bestehender Verbindung nicht geändert werden.
es_mx: No se puede cambiar cuando está conectada.
fr: Modification impossible tant que la connexion est active.
it: Impossibile cambiare durante connessione.
ko: 접속 중에는 변경할 수 없습니다.
th: ไม่สามารถเปลี่ยนแปลงขณะเชื่อมต่ออยู่
zh_hans: 连接时无法变更。

# _1066
source: Not connected.
de: Nicht verbunden.
es_mx: No está conectado.
fr: Non connecté.
it: Non connesso.
ko: 접속되어 있지 않습니다.
th: ไม่ได้เชื่อมต่อ
zh_hans: 无法连接。

# _1067
source: Failed to open transmission file
de: Übertragungsdatei konnte nicht geöffnet werden
es_mx: Error al abrir el archivo de transmisión
fr: Échec d'ouverture du fichier de transmission
it: File trasmissione non esportato
ko: 송수신 파일 오픈 실패
th: ไม่สามารถเปิดไฟล์การรับส่งข้อมูลได้
zh_hans: 发送和接收文件打开失败

# _1068
source: Job No. range error
de: Fehler: Bereich Programm-Nr.
es_mx: Error de rango, No. De programa
fr: Erreur de plage du n° tâche
it: Errore intervallo No. programma
ko: 설정 번호 범위 밖 에러
th: ช่วงหมายเลขโปรแกรมไม่ถูกต้อง
zh_hans: 程序编号超出范围错误

# _1069
source: Failed to acquire setting list.
de: Parameterliste konnte nicht eingelesen werden.
es_mx: No se ha adquirido la lista de configuración.
fr: Échec d'acquisition de la liste des réglages.
it: Elenco impostazioni non acquisito.
ko: 설정 목록의 취득에 실패했습니다.
th: ไม่สามารถรับรายการการตั้งค่าได้
zh_hans: 程序列表获取失败。

# _1070
source: Failed to connect with the camera communication port.
de: Verbindung zum Kamera-Kommunikationsanschluss fehlgeschlagen.
es_mx: No se ha podido conectar con el puerto de com. de la cámara.
fr: Échec de connexion au port de communication de la caméra.
it: Connessione non riuscita con la porta di comunicazione della camera
ko: 카메라 통신 포트에서의 접속에 실패했습니다.
th: ไม่สามารถเชื่อมต่อกับพอร์ตการสื่อสารของกล้องได้
zh_hans: 与照相机通讯端口通讯失败。

# _1071
source: Block No. Range Error
de: Fehler: Bereich Block-Nr.
es_mx: Error, n.º rango de bloq.
fr: Erreur n° bloc en dehors de la plage
it: Errore intervallo No. blocco
ko: 블록 번호 범위 밖 에러
th: ช่วงหมายเลขบล็อกผิดพลาด
zh_hans: 信息组编号超出范围错误

# _1072
source: The custom character file does not exist.
de: Die Datei mit benutzerdef. Zeichen existiert nicht.
es_mx: El archivo de carácter personalizado no existe.
fr: Le fichier de caractère personnalisé n'existe pas.
it: Il file carattere personalizzato non esiste.
ko: 사용자 폰트 파일이 존재하지 않습니다.
th: ไม่พบไฟล์อักขระที่กำหนดเอง
zh_hans: 不存在自定义字符文件。

# _1073
source: The logo/photo file does not exist.
de: Die Logo-/Fotodatei existiert nicht.
es_mx: El arch. de logotipo/foto no existe.
fr: Le fichier logo/photo n'existe pas.
it: Il file logo/foto non esiste.
ko: 로고·포토 파일이 존재하지 않습니다.
th: ไม่พบไฟล์โลโก้/รูปถ่าย
zh_hans: 不存在徽标/图片文件。

# _1074
source: The file name contains unsupported Unicode characters.
de: Der Dateiname enthält nicht unterstützte Unicode-Zeichen.
es_mx: Este nombre contiene caracteres Unicode no compatibles.
fr: Le nomm du fichier contient des caractères Unicode non pris en charge.
it: Il nome file contiene caratteri Unicode non supportati.
ko: 파일명에 비대응 Unicode 문자가 포함되어 있습니다.
th: ชื่อไฟล์มีตัวอักษรที่ Unicode ไม่รองรับ
zh_hans: 文件名含有非法Unicode字符。

# _1075
source: This is an unsupported file version.
de: Diese Dateiversion wird nicht unterstützt.
es_mx: Versión de archivo no soportada.
fr: Cette version n'est pas prise en charge.
it: Questa versione del file non è supportata.
ko: 대응하지 않는 파일 버전입니다
th: ระบบไม่รองรับไฟล์เวอร์ชันนี้
zh_hans: 不支持的文件版本

# _1076
source: This is an unsupported file type.
de: Dieser Dateityp wird nicht unterstützt.
es_mx: Tipo de archivo no soportada.
fr: Ce type n'est pas pris en charge.
it: Questo tipo di file non è supportato.
ko: 대응하지 않는 파일 종류입니다
th: ระบบไม่รองรับไฟล์ประเภทนี้
zh_hans: 不支持的文件类型

# _1077
source: An format error has occurred
de: Es ist ein Formatfehler aufgetreten.
es_mx: Se ha producido un error de formato.
fr: Une erreur de format est survenue
it: Si è verificato un errore di formato
ko: 포맷 에러가 발생했습니다
th: เกิดข้อผิดพลาดเกี่ยวกับรูปแบบ
zh_hans: 发生格式错误

# _1078
source: Failed to delete the folder.
de: Ordner konnte nicht gelöscht werden.
es_mx: No se ha podido eliminar la carpeta.
fr: Échec de suppression du dossier.
it: Eliminazione cartella non riuscita.
ko: 폴더 삭제에 실패했습니다.
th: ไม่สามารถลบโฟลเดอร์ได้
zh_hans: 删除文件夹失败。

# _1079
source: Failed to extract the file name from the path.
de: Dateiname konnte nicht aus dem Pfad extrahiert werden.
es_mx: No se pudo extraer el nombre del archivo de la ruta.
fr: Échec d'extraction du nom du fichier depuis le chemin d'accès.
it: Estrazione del nome file dal percorso non riuscita.
ko: 경로에서 파일명을 추출하는 데 실패했습니다.
th: ไม่สามารถแยกชื่อไฟล์จากเส้นทางได้
zh_hans: 抽出路径中的文件名失败。

# _1080
source: Enter a value for %s from %d, %d to %d.
de: Geben Sie für %s einen Wert zwischen %d, %d und %d ein.
es_mx: Ingrese un valor para %s de %d, %d a %d.
fr: Saisissez une valeur pour %s entre %d, %d et %d.
it: Inserire un valore per %s da %d, %d a %d.
ko: %S는 %d, %d～%d로 입력해 주십시오.
th: ป้อนค่าสำหรับ %s ตั้งแต่ %d, %d ถึง %d
zh_hans: 请在%s中输入%d，或是从%d至%d范围内的值。

# _1081
source: Failed to acquire the font settings.
de: Schriftarteinstellungen konnten nicht abgerufen werden.
es_mx: No se ha podido adquirir la configuración de la fuente.
fr: Échec d'acquisition des réglages de la police.
it: Impostazioni font non acquisite.
ko: 폰트 설정 취득에 실패했습니다.
th: ไม่สามารถรับการตั้งค่าฟ้อนท์ได้
zh_hans: 获取字体设定失败。

# _1087
source: No valid nodes exist.
de: Keine gültigen Knoten vorhanden.
es_mx: No existen nodos válidos.
fr: Aucun nœud valide n'existe.
it: Non esistono nodi validi.
ko: 유효한 nodes가 존재하지 않습니다.
th: ไม่พบโหนดที่ถูกต้อง
zh_hans: 不存在有效节点。

# _1088
source: The number of shape settings has exceeded the upper limit.
de: Die Anzahl der Formeinstellungen hat den oberen Grenzwert überschritten.
es_mx: El número de configuraciones de formas ha superado el límite máximo.
fr: Le nombre de réglages de forme a dépassé la limite sup..
it: Il numero di impostazioni forma ha superato il limite superiore.
ko: 형상 설정 수가 상한을 초과하고 있습니다.
th: จำนวนการตั้งค่ารูปทรงเกินขีดจำกัดบน
zh_hans: 形状程序数超出上限。

# _1089
source: This shape setting number already exists.
de: Die Formeinstellungs-Nr. ist bereits vorhanden.
es_mx: Ya existe este núm. de configuración de forma.
fr: Ce n° de réglage de forme existe déjà.
it: Questo numero di impostazione forma esiste già.
ko: 이미 존재하는 형상 설정 번호입니다.
th: หมายเลขการตั้งค่ารูปทรงนี้มีอยู่แล้ว
zh_hans: 已存在的形状程序编号。

# _1090
source: Invalid shape type.
de: Ungültiger Formtyp.
es_mx: T. forma no válido.
fr: Type de forme invalide.
it: Tipo forma non valido.
ko: 무효한 형상 종류입니다.
th: ประเภทรูปทรงไม่ถูกต้อง
zh_hans: 无效的形状类型。

# _1091
source: Matrix Number is incorrect.
de: Matrix-Nr. ist falsch.
es_mx: N.º matriz incorrecto.
fr: N° de matrice incorrect.
it: Il numero matrice è errato.
ko: 매트릭스 번호가 바르지 않습니다.
th: หมายเลขเมทริกซ์ไม่ถูกต้อง
zh_hans: 矩阵编号不正确。

# _1092
source: Group Number is incorrect.
de: Gruppen-Nr. ist falsch.
es_mx: Núm. grupo incorrecto.
fr: Le n° du groupe est incorrect.
it: Il numero gruppo è errato.
ko: 그룹 번호가 바르지 않습니다.
th: หมายเลขกลุ่มไม่ถูกต้อง
zh_hans: 组编号不正确。

# _1094
source: Failed to create the model folder.
de: Modellordner konnte nicht erstellt werden.
es_mx: No se ha podido crear carpeta de modelos.
fr: Échec de la création du dossier de ce modèle.
it: Cartella modello non creata.
ko: 모델 폴더 작성에 실패했습니다.
th: ไม่สามารถสร้างโฟลเดอร์รุ่นได้
zh_hans: 机型文件夹制作失败。

# _1099
source: The model parameter information cannot be found.
de: Modellparameter nicht gefunden.
es_mx: La información del parámetro del modelo no puede encontrarse.
fr: Informations de paramétrage du modèle introuvables.
it: Impossibile trovare informazioni parametri modello.
ko: 모델 파라미터 정보를 찾을 수 없습니다.
th: ไม่พบข้อมูลพารามิเตอร์รุ่น
zh_hans: 没有找到机型参数信息。

# _11
source: Full Width
de: Ganze Breite
es_mx: Ancho compl.
fr: Pleine largeur
it: Larghezza totale
ko: 전체 폭
th: เต็มความกว้าง
zh_hans: 全宽

# _1100
source: Invalid type information.
de: Ungültige Typangaben.
es_mx: Inf. tipo no válida.
fr: Type d'information invalide.
it: Informazione tipo non valida.
ko: 무효한 타입 정보입니다.
th: ประเภทข้อมูลไม่ถูกต้อง
zh_hans: 无效的类型信息。

# _1101
source: Invalid block type.
de: Ungültiger Blocktyp.
es_mx: T. bloque no válido.
fr: Type de bloc invalide.
it: Tipo blocco non valido.
ko: 무효한 블록 종류입니다.
th: ประเภทบล็อกไม่ถูกต้อง
zh_hans: 无效的信息组类型。

# _1102
source: The writing size has exceeded the upper limit.
de: Die Schreibgröße hat den oberen Grenzwert überschritten.
es_mx: El tamaño del archivo ha superado el límite máximo.
fr: La taille d'écriture a dépassé la limite sup..
it: La dimensione di scrittura ha superato il limite massimo.
ko: 기록할 수 있는 크기가 상한을 초과하고 있습니다.
th: ขนาดของการเขียนเกินขีดจำกัดบน
zh_hans: 导入大小超出上限。

# _1104
source: Invalid image type.
de: Ungültiger Bildtyp.
es_mx: T. img. no válido.
fr: Type d'image invalide.
it: Tipo immagine non valido.
ko: 무효한 이미지 종류입니다.
th: ประเภทรูปภาพไม่ถูกต้อง
zh_hans: 无效的图像类型。

# _1105
source: Only data matrices can be set.
de: Es können nur Datenmatrizen eingestellt werden.
es_mx: Solo se pueden establecer matrices de datos.
fr: Seules les matrices de données peuvent être définies.
it: Si possono impostare solo matrici dati.
ko: 데이터 매트릭스 이외에는 설정할 수 없습니다.
th: กำหนดได้เฉพาะเดต้าเมทริกซ์โค้ดเท่านั้น
zh_hans: 无法设置数据矩阵以外的内容。

# _1106
source: Overprinting settings cannot be used.
de: Einstellungen für das Überdrucken können nicht verwendet werden.
es_mx: Los ajustes de sobreimpresión no se pueden usar.
fr: Les réglages de surimpression ne peuvent pas être utilisés.
it: Non si possono usare impost.di sovrascrittura
ko: 덮어쓰기 설정을 사용할 수 없습니다.
th: ไม่สามารถใช้การตั้งค่าการพิมพ์ทับได้
zh_hans: 无法使用重写程序。

# _1107
source: The counter number is out of range.
de: Die Zählernummer liegt außerhalb des Bereichs.
es_mx: El n.º del contador está fuera de rango.
fr: Le numéro du Compteur est hors plage.
it: Il numero del contatore è fuori range
ko: 범위 밖의 카운터 번호입니다.
th: หมายเลขตัวนับไม่อยู่ในช่วง
zh_hans: 超出范围的计数器编号。

# _1108
source: Cannot acquire counter information.
de: Zählerinformationen können nicht abgerufen werden.
es_mx: No se puede obtener la información del contador.
fr: Impossible d'acquérir les informations du compteur.
it: Impossibile acquisire informaz. contatore.
ko: 카운터 정보를 취득할 수 없습니다.
th: ไม่สามารถรับข้อมูลตัวนับได้
zh_hans: 无法获取计数器信息。

# _1109
source: You cannot set codes other than QR codes.
de: Sie können keine anderen Codes als QR-Codes einstellen.
es_mx: Los únicos códigos que puede ver son códigos QR.
fr: Vous ne pouvez définir que des QR codes.
it: Impossibile impostare codici diversi dai codici QR.
ko: QR 코드 이외에는 설정할 수 없습니다.
th: คุณไม่สามารถกำหนดรหัสอื่นนอกจากคิวอาร์โค้ดได้
zh_hans: 只可对QR代码进行设置。

# _1110
source: Cannot set with fixed point block with trigger on.
de: Kann für einen Block „Fester Punkt, solange Trigger ein ist“ nicht eingestellt werden.
es_mx: No se puede establecer con bloque de puntos fijos con disparo activo.
fr: Définition impossible pour un bloc de point fixe.
it: Impossibile impostare con blocco a punto fisso con trigger on.
ko: 트리거 ON 중 정점 블록에서는 설정할 수 없습니다.
th: ไม่สามารถตั้งค่าบล็อกการยิงจุดขณะที่ทริกเกอร์เปิดอยู่
zh_hans: 无法在触发ON时固定点信息组中进行设置。

# _1111
source: Please enter a 6-digit QR password.
de: Geben Sie ein 6-stelliges QR-Passwort ein.
es_mx: Ingrese una contraseña QR de 6 dígitos.
fr: Saisissez un mot de passe QR à 6 chiffres.
it: Inserire una password QR a 6 cifre.
ko: QR 암호는 6자리로 입력해 주십시오.
th: โปรดใส่รหัสผ่าน QR 6 หลัก
zh_hans: 请输入6位QR密码。

# _1112
source: An illegal character has been used.
de: Es wurde ein ungültiges Zeichen verwendet.
es_mx: Se ha usado un carácter prohibido.
fr: Un caractère interdit a été utilisé.
it: È stato usato un carattere invalido.
ko: 올바르지 않은 문자가 사용되고 있습니다.
th: มีการใช้อักขระที่ไม่ถูกต้อง
zh_hans: 使用了不正确的字符。

# _1113
source: This is read-only.
de: Schreibgeschützt.
es_mx: Solo lectura
fr: En lecture seule.
it: E' in sola lettura.
ko: 읽기 전용입니다.
th: แบบอ่านอย่างเดียว
zh_hans: 读取专用。

# _1115
source: Invalid file type.
de: Ungültiger Dateityp.
es_mx: T. arch. no válido.
fr: Type de fichier invalide.
it: Tipo file non valido.
ko: 무효한 파일 종류입니다.
th: ประเภทไฟล์ไม่ถูกต้อง
zh_hans: 无效的文件类型。

# _1117
source: Failed to acquire block type.
de: Blocktyp konnte nicht abgerufen werden.
es_mx: No se ha adquirido el tipo de bloque.
fr: Échec de l'acquisition du type de bloc.
it: Impossibile acquisire tipo blocco.
ko: 블록 종류 취득에 실패했습니다.
th: ไม่สามารถรับประเภทบล็อกได้
zh_hans: 获取信息组类型失败。

# _1118
source: The parameters do not have range information.
de: Die Parameter enthalten keine Bereichsangaben.
es_mx: Los parámetros no tienen información de rango.
fr: Les paramètres n'incluent pas les info de plage.
it: I parametri non hanno informazioni di intervallo.
ko: 범위 정보가 없는 파라미터입니다.
th: พารามิเตอร์ไม่มีข้อมูลช่วง
zh_hans: 未拥有范围信息的参数。

# _1119
source: The parameters do not have defaults.
de: Die Parameter enthalten keine Standardwerte.
es_mx: Los parámetros no tienen valores predeterm.
fr: Les paramètres n'ont pas de valeur par défaut.
it: I parametri non hanno default.
ko: 초기값이 없는 파라미터입니다.
th: พารามิเตอร์ไม่มีค่าเริ่มต้น
zh_hans: 未拥有初始值的参数。

# _1120
source: This is not multi-matrix mode.
de: Dies ist nicht der Multi-Matrix-Modus.
es_mx: Este no es el modo multimatriz.
fr: Ceci n'est pas un mode multi-matrice.
it: Questa non è una modalità multi-matrice.
ko: 멀티 매트릭스 모드가 아닙니다.
th: ไม่ใช่โหมดหลายเมทริกซ์
zh_hans: 非多矩阵模式。

# _1121
source: The IP address format is incorrect.
de: Das IP-Adressenformat ist falsch.
es_mx: El formato de la dirección IP es incorrecto.
fr: Le format de l'adresse IP est incorrect.
it: Il formato indirizzo IP è errato.
ko: IP 주소의 포맷이 바르지 않습니다.
th: รูปแบบ IP แอดเดรสไม่ถูกต้อง
zh_hans: IP地址的格式不正确。

# _1122
source: An illegal character has been used in the IP address.
de: In der IP-Adresse wurde ein ungültiges Zeichen verwendet.
es_mx: Un carácter prohibido se ha usado en la dirección IP.
fr: Un caractère interdit a été utilisé dans l'adresse IP.
it: È stato usato un carattere invalido nell'indirizzo IP.
ko: IP 주소에 바르지 않은 문자가 사용되어 있습니다.
th: มีการใช้อักขระที่ไม่ถูกต้องใน IP แอดเดรส
zh_hans: IP地址中使用了不正确的字符。

# _1123
source: The name entered is invalid.
de: Der eingegebene Name ist ungültig.
es_mx: El nombre ingresado es inválido.
fr: Le nom saisi n'est pas valide.
it: Il nome inserito non è valido.
ko: 입력명이 바르지 않습니다.
th: ชื่อที่ป้อนไม่ถูกต้อง
zh_hans: 输入名称不正确。

# _1124
source: Output file name is incorrect.
de: Dateiname für Ausgabe ist falsch
es_mx: Nombre arch. salida incorrecto.
fr: Nom du fichier incorrect.
it: Il nome file è errato.
ko: 출력 파일명이 바르지 않습니다.
th: ชื่อไฟล์เอาต์พุตไม่ถูกต้อง
zh_hans: 输出文件名不正确。

# _1125
source: An output folder does not exist.
de: Kein Ausgabeordner vorhanden.
es_mx: No existe carpeta de salida.
fr: Aucun dossier de destination.
it: Non esiste una cartella di uscita.
ko: 출력 폴더가 존재하지 않습니다.
th: ไม่พบโฟลเดอร์เอาต์พุต
zh_hans: 不存在输出文件夹。

# _1126
source: An input file does not exist.
de: Keine Eingabedatei vorhanden.
es_mx: No existe carpeta de entrada.
fr: Aucun fichier d'entrée.
it: Non esiste un file in ingresso.
ko: 입력 파일이 존재하지 않습니다.
th: ไม่พบไฟล์อินพุต
zh_hans: 不存在输入文件。

# _1127
source: The same file name is being used for the input file and output file.
de: Für die Ein- und die Ausgabedatei wird derselbe Dateiname verwendet.
es_mx: Se está usando el mismo nomb. de arch. para el de entr. y el de sal.
fr: Le nom du fichier d'entrée et du fichier de sortie sont identiques.
it: Lo stesso nome file è stato usato per il file di ingresso e di uscita.
ko: 입력 파일과 출력 파일에 같은 파일명이 사용되고 있습니다.
th: มีการใช้ชื่อไฟล์นี้แล้ว สำหรับไฟล์อินพุตและไฟล์เอาต์พุต
zh_hans: 输入文件和输出文件使用了相同文件名。

# _1128
source: The importing of the DXF file was interrupted.
de: Der Import der DXF-Datei wurde unterbrochen.
es_mx: Importación del archivo DXF interrumpida.
fr: Importation du fichier DXF interrompue.
it: L'importazione del file DXF è stata interrotta.
ko: DXF 파일 불러오기를 중단했습니다.
th: การนำเข้าไฟล์ DXF ถูกขัดจังหวะ
zh_hans: 中断导入DXF文件。

# _1129
source: Parameters that cannot be used with DFX conversion have been specified.
de: Es wurden Parameter angegeben, die bei der DFX-Umwandlung nicht verwendet werden können.
es_mx: Se han indicado los parámetros que no se pueden usar con la conversión DFX.
fr: Des paramètres qui ne peuvent pas être utilisés avec la conversion d'un DFX ont été renseignés.
it: Sono stati specificati i parametri che non possono essere usati con la conversione DFX.
ko: DXF 변환으로 사용할 수 없는 파라미터가 지정되었습니다.
th: มีการกำหนดพารามิเตอร์ที่ไม่สามารถใช้ได้กับการแปลง DFX
zh_hans: 指定了DXF转换中无法使用的参数。

# _1130
source: File name must be 26 characters or less.
de: Der Dateiname darf höchstens 26 Zeichen lang sein.
es_mx: El nombre del archivo debe tener como máximo 26 caracteres.
fr: Le nom du fichier doit comporter 26 caractères max.
it: Il nome file deve essere di 26 caratteri o meno.
ko: 파일명을 26문자 이내로 해 주십시오.
th: ชื่อไฟล์สามารถมีความยาวได้ไม่เกิน 26 ตัวอักษร
zh_hans: 文件名设置在半角26个字符内。

# _1131
source: Currently not connected. Operation monitoring cannot be used.
de: Derzeit nicht verbunden. "Aktueller Betrieb" kann nicht verwendet werden.
es_mx: No está conectado. No se puede usar la supervisión de las operaciones.
fr: Non connecté. Le monitoring ne peut pas être utilisé.
it: Attualmente non collegato. Il monitoraggio delle operazioni non può essere usato.
ko: 접속하고 있지 않으므로 운전 모니터는 사용할 수 없습니다.
th: ไม่มีการเชื่อมต่อในขณะนี้ ทำให้ไม่สามารถใช้หน้าจอแสดงการทำงานได้
zh_hans: 未连接，无法使用运行监控器。

# _1132
source: Not in operation mode. Maintenance mode cannot be started.
de: Nicht in Betriebsmodus. Wartungsmodus kann nicht gestartet werden.
es_mx: No está en modo de operación. No se puede iniciar el modo de mantenimiento.
fr: En mode non connecté. Le mode de maintenance ne peut pas démarrer.
it: Non in modalità di funzionamento. Impossibile avviare modalità manutenzione.
ko: 운전 모드가 아니므로 점검 모드를 시작할 수 없습니다.
th: ไม่อยู่ในโหมดกระบวนการ จึงไม่สามารถเริ่มโหมดบำรุงรักษาได้
zh_hans: 非运行模式，无法开始检测模式。

# _1133
source: Not in maintenance mode. Maintenance cannot be ended.
de: Nicht in Wartungsmodus. Wartung kann nicht beendet werden.
es_mx: No está en modo mantenimiento. No se puede finalizar el manten.
fr: Mode maintenance non activé. La maintenance ne peut pas se terminer.
it: Non in modalità manutenzione. Impossibile terminare manutenzione.
ko: 점검 모드가 아니므로 점검 모드를 종료할 수 없습니다.
th: ไม่อยู่ในโหมดบำรุงรักษา จึงไม่สามารถจบโหมดบำรุงรักษาได้
zh_hans: 非检测模式，无法结束检测模式。

# _1134
source: Not in maintenance mode. Cannot be executed.
de: Nicht in Wartungsmodus. Kann nicht durchgeführt werden.
es_mx: No está en modo mantenimiento. No se puede ejecutar.
fr: Mode maintenance non activé. Exécution impossible.
it: Non in modalità manutenzione. Impossibile eseguire.
ko: 점검 모드가 아니므로 실행할 수 없습니다.
th: ไม่อยู่ในโหมดบำรุงรักษา จึงไม่สามารถสั่งงานได้
zh_hans: 非检测模式，无法执行。

# _1135
source: The communication history cannot be loaded.
de: Kommunikationsverlauf kann nicht geladen werden.
es_mx: El historial de comunic. no se puede cargar.
fr: L'historique de communication ne peut pas être chargé.
it: Impossibile caricare la cronologia comunicazione.
ko: 통신 이력을 불러올 수 없습니다.
th: ไม่สามารถโหลดประวัติการสื่อสารได้
zh_hans: 无法读取通信记录。

# _1136
source: Not in operation mode. Terminal block simulation cannot be started.
de: Nicht in Betriebsmodus. Simulation der Klemmenleiste kann nicht gestartet werden.
es_mx: No está en modo de operación. No se puede iniciar la simul. del bloque de term.
fr: Le mode Opération. La simulation du bornier ne peut pas démarrer.
it: Non in modalità di funzionamento. Impossibile avviare la simulazione morsettiera.
ko: 운전 모드가 아니므로 단자대 시뮬레이트를 시작할 수 없습니다.
th: ไม่อยู่ในโหมดกระบวนการ จึงไม่สามารถเริ่มการจำลองเทอร์มินอลบล็อกได้
zh_hans: 非运行模式，无法开始端子台模拟。

# _1137
source: Not in terminal block simulation. Terminal block simulation cannot be ended.
de: Nicht in Klemmenleistensimulation. Simulation der Klemmenleiste kann nicht beendet werden.
es_mx: No está en simul. del bloque de term. No se puede finalizar la simul. del bloque de term.
fr: Mode opération non activé. La simulation du bornier d'E/S ne peut pas être utilisée.
it: Non in simulazione morsettiera. Impossibile terminare la simulazione morsettiera.
ko: 단자대 시뮬레이트 중이 아니므로 단자대 시뮬레이트를 종료할 수 없습니다.
th: ไม่อยู่ในการจำลองเทอร์มินอลบล็อก จึงไม่สามารถจบการจำลองเทอร์มินอลบล็อกได้
zh_hans: 非端子台模拟中，无法结束端子台模拟。

# _1138
source: Not in terminal block simulation. Cannot be executed.
de: Nicht in Klemmenleistensimulation. Kann nicht durchgeführt werden.
es_mx: No está en simul. del bloque de term. No se puede ejecutar.
fr: Mode de simulation du bornier d'E/S non activé. Exécution impossible.
it: Non in simulazione morsettiera. Impossibile eseguire.
ko: 단자대 시뮬레이트 중이 아니므로 실행할 수 없습니다.
th: ไม่อยู่ในการจำลองเทอร์มินอลบล็อก จึงไม่สามารถสั่งงานได้
zh_hans: 非端子台模拟中，无法执行。
