Repository: UMISolutions/LaserMarking2
Catalog: LaserMarking/Marking Builder Plus 2/MarkingDiagnosticTool_Ver2/Language/Resources_ActiveX.*.resx
Languages: de, es_mx, fr, it, ko, th, zh_hans

# _1327
source: .Lsc files other than those for the selected models cannot be transferred.
de: Andere .lsc-Dateien als die für die ausgewählten Modelle können nicht übertragen werden.
es_mx: No se pueden transferir los archivos lsc. que no sean los de los modelos seleccionados.
fr: Les fichiers .Lsc autres que les modèles sélectionnés ne peuvent pas être transférés.
it: Impossibile trasferire i file .Lsc che non siano quelli dei modelli selezionati.
ko: 선택 모델과 다른 LSC 파일은 전송할 수 없습니다.
th: ไฟล์ .lsc อื่น ที่ไม่ใช่ไฟล์สำหรับรุ่นที่เลือกจะไม่สามารถถ่ายโอนได้
zh_hans: 无法传送与所选机型不同的LSC文件。

# _1328
source: Correction processing failed (%d).
de: Korrekturbearbeitung fehlgeschlagen (%d).
es_mx: No se pudo procesar la corrección (%d).
fr: Échec traitement correction (%d).
it: Processo correzione fallito (%d).
ko: 보정 처리에 실패했습니다(%d)
th: การประมวลผลการแก้ไขล้มเหลว (%d)
zh_hans: 校正处理失败（%d）

# _1329
source: The serial number of the connected device does not match that of the .lsc file.
de: Die Seriennummer des angeschlossenen Geräts stimmt nicht mit der .lsc-Datei überein.
es_mx: El número de serie del dispositivo conectado no coincide con el del archivo .lsc.
fr: Le numéro de série de l'appareil connecté ne correspond pas à celui du fichier .lsc.
it: Il numero di serie del dispositivo collegato non corrisponde a quello del file .lsc.
ko: 접속할 곳의 시리얼 No와 LSC 파일의 시리얼 No가 일치하지 않습니다.
th: หมายเลขซีเรียลของอุปกรณ์ที่เชื่อมต่ออยู่ไม่สอดคล้องกับไฟล์ .lsc
zh_hans: 连接装置的序列号与LSC文件的序列号不匹配。

# _1331
source: No valid setting information exists.
de: Es existieren keine gültigen Einstellwerte.
es_mx: No hay información de configuración válida.
fr: Aucune info de réglage valide.
it: Non esistono informazioni impostazione valide.
ko: 유효한 설정 정보가 없습니다.
th: ไม่พบข้อมูลการตั้งค่าที่ถูกต้อง
zh_hans: 没有有效的程序信息。

# _1332
source: An out-of-range parameter was detected, so it was corrected to an in-range value.
de: Ein außerhalb des Bereichs liegender Parameter wurde erkannt und durch einen innerhalb des Bereichs liegenden Wert ersetzt.
es_mx: Se detectó un parámetro con un valor fuera del intervalo, así que se corrigió a un valor del intervalo.
fr: Un paramètre hors plage a été détecté, il a donc été remplacé par une valeur dans la plage.
it: È stato rilevato un parametro fuori range, quindi è stato corretto con un valore nell'intervallo consentito.
ko: 범위 외의 파라미터가 존재하므로 범위 내로 수정합니다.
th: ตรวจพบพารามิเตอร์ที่อยู่นอกช่วง จึงถูกแก้ไขให้เป็นค่าที่อยู่ในช่วง
zh_hans: 因存在超出范围的参数，需将其修正至范围内。

# _1333
source: Common File
de: Allgemeine Datei
es_mx: Ar. común
fr: Fichier commun
it: File comune
ko: 공유 파일
th: ไฟล์ร่วม
zh_hans: 共享文件

# _1334
source: Restoration result
de: Wiederherstellungsergebnis
es_mx: Resultado de restauración
fr: Résultat de restauration
it: Risultato ripristino
ko: 복구 결과
th: ผลการเรียกคืน
zh_hans: 恢复结果

# _1335
source: Warning (Check the restoration details.)
de: Warnung (Überprüfen Sie die Wiederherstellungsdetails.)
es_mx: Advertencia (compruebe los detalles de restauración).
fr: Attention (vérifiez les détails de restauration.)
it: Avviso (Controlla i dettagli ripristino.)
ko: 경고(복구 내용을 확인해 주십시오)
th: คำเตือน (ตรวจสอบรายละเอียดการเรียกคืน)
zh_hans: 警告（请确认恢复内容）

# _1336
source: Restoration destination model
de: Zielmodell für Wiederherstellung
es_mx: Modelo de destino restauración
fr: Modèle cible de la restauration
it: Modello destinazione ripristino
ko: 복구할 모델
th: การเรียกคืนค่าจากรุ่นเลเซอร์
zh_hans: 恢复目标机型

# _1337
source: Backup file
de: Sicherungdatei
es_mx: Arch. cop. seg.
fr: Fichier de sauvegarde
it: File backup
ko: 백업 파일
th: ไฟล์สำรอง
zh_hans: 备份文件

# _1338
source: Controller version
de: Steuergeräteversion
es_mx: Vers. controlador
fr: Version du contrôleur
it: Versione controllore
ko: 컨트롤러 버전
th: เวอร์ชั่นของคอนโทรลเลอร์
zh_hans: 控制器版本

# _1339
source: Controller Serial No.
de: Steuergerätseriennummer
es_mx: N.º serie controlador
fr: N° de série du contrôleur
it: N. serie controllore
ko: 컨트롤러 시리얼 No.
th: หมายเลขซีเรียลของคอนโทรลเลอร์
zh_hans: 控制器串口No.

# _1340
source: Title
de: Titel
es_mx: Título
fr: Titre
it: Titolo
ko: 타이틀
th: ชื่อ
zh_hans: 标题

# _1341
source: Job No.
de: Programm Nr.
es_mx: N.º progr.
fr: N° de tâche
it: N. programma
ko: 프로그램 No.
th: หมายเลขโปรแกรม
zh_hans: 程序编号

# _1343
source: Enter a value for %s from %.2lf to %.2lf (%%).
de: Geben Sie für %s einen Wert zwischen %.2lf und %.2lf (%%) ein.
es_mx: Ingresar un valor para %s de %.2lf a %.2lf (%%).
fr: Saisissez une valeur pour %s entre %.2lf et %.2lf (%%).
it: Inserire un valore per %s da %.2lf a %.2lf (%%).
ko: %s은(는) %.2lf~%.2lf(%%)에서 입력해 주십시오.
th: ป้อนค่าสำหรับ %s ตั้งแต่ %.2lf ถึง %.2lf (%%)
zh_hans: 请在%s中输入从%.2lf至%.2lf(%%)范围内的值。

# _1344
source: Enter a value so that the extended amount of the distance to the sensor and the marking offset should become outside of the marking range.
de: Geben Sie einen Wert ein, sodass der Abstand zum Sensor und die Beschriftungsverschiebung außerhalb des Beschriftungsbereichs liegen.
es_mx: Ing. un valor para que la cantidad extendida de la distancia al sensor y la compensación de marcado esté fuera del rango de marcado.
fr: Saisissez une valeur pour que la omme de la distance au capteur et du décalage du marquage sorte de la plage de marquage.
it: Inserire un valore in modo che la distanza totale dal sensore e l'offset di marcatura cadano fuori dall'intervallo di marcatura.
ko: 센서까지의 거리와 인쇄 개시 위치 오프셋의 합계치가 인쇄 범위 밖이 되도록 입력해 주십시오.
th: ป้อนค่าโดยให้จำนวนระยะทางรวมไปยังเซ็นเซอร์และออฟเซ็ตการมาร์กจะอยู่นอกช่วงการมาร์ก
zh_hans: 输入时，请使到传感器的距离与刻印开始位置补偿的总值处于刻印范围的外侧。

# _1345
source: On-the-fly marking cannot be selected when a matrix exists in the job.
de: On-the-fly Beschriftung kann nicht ausgewählt werden, wenn eine Matrix im Programm vorhanden ist.
es_mx: No se puede seleccionar el marc. sobre la marcha si hay una matriz en el programa.
fr: Impossible de sélectionner le marquage à la volée lorsqu’il existe une matrice dans la tâche.
it: Impossibile selezionare la marcatura in movimento quando nel programma esiste una matrice.
ko: 작업에 매트릭스가 존재할 때 이동 인쇄는 설정할 수 없습니다.
th: ไม่สามารถเลือกการมาร์กแบบเคลื่อนที่ได้เมื่อมีเมทริกซ์อยู่ในงาน
zh_hans: 任务中存在矩阵时，无法选择移动刻印。

# _1346
source: On-the-fly marking cannot be selected when a group exists in the job.
de: On-the-fly Beschriftung kann nicht ausgewählt werden, wenn eine Gruppe im Programm vorhanden ist.
es_mx: No se puede seleccionar el marc. sobre la marcha si hay un grupo en el programa.
fr: Impossible de sélectionner le marquage à la volée lorsqu’il existe un groupe dans la tâche.
it: Impossibile selezionare la marcatura in movimento quando nel programma esiste un gruppo.
ko: 작업에 그룹이 존재할 때 이동 인쇄는 설정할 수 없습니다.
th: ไม่สามารถเลือกการมาร์กแบบเคลื่อนที่ได้เมื่อมีกลุ่มอยู่ในงาน
zh_hans: 任务中存在组时，无法选择移动刻印。

# _1347
source: Auto Focus is enabled only at the time of stationary marking.
de: Autofokus ist nur bei ortsfester Beschriftung aktiviert.
es_mx: Enfoque autom.olo se habilita en marcado estacionaio
fr: L'Autofocus n'est utilisable qu'en marquage stationnaire.
it: Autofocus abilitato solo al momento della marcatura da fermo.
ko: 오토 포커스는 정시 인쇄 시에만 유효합니다.
th: การโฟกัสอัตโนมัติจะใช้ได้กับการมาร์กแบบอยู่กับที่เท่านั้น
zh_hans: 自动焦点仅在静止刻印时有效。

# _1348
source: Hatch Logo File Conversion Error (%d)
de: Fehler bei Hatchlogodateiumwandlung (%d)
es_mx: Error conversión de archivo logo Hatch (%d)
fr: Erreur de conversion du fichier hatch logo (%d)
it: Err. di conversione file hatch logo (%d)
ko: 해치 로고 파일 변환 에러(%d)
th: ข้อผิดพลาดเกี่ยวกับการแปลงไฟล์โลโก้แฮทช์ (%d)
zh_hans: 填充徽标文件转换错误 (%d)

# _1349
source: The size at which saving is possible has been exceeded. Decrease the height or width and retry. (%d)
de: Die Größe, bei der gespeichert werden kann, wurde überschritten. Verringern Sie die Höhe oder Breite und versuchen Sie es erneut. (%d)
es_mx: Se ha superado el tamaño máximo posible para el guardado. Reduzca la altura o el ancho y vuélvalo a intentar. (%d)
fr: La taille maximale autorisée pour l'enregistrement a été dépassée. Réduisez la hauteur ou la largeur et réessayez. (%d)
it: È stata superata la dimensione in cui è possibile salvare. Ridurre altezza o larghezza e ritentare. (%d)
ko: 저장 가능한 사이즈의 제한을 초과하고 있습니다. 높이 또는 폭을 작게 한 후 실행해 주십시오. (%d)
th: ขนาดใหญ่เกินขนาดที่สามารถบันทึกได้ ลดความสูงหรือความกว้างแล้วลองอีกครั้ง (%d)
zh_hans: 超出可保存大小的限制。 请缩小高度或宽度后执行。(%d)

# _1350
source: Only the XY plane block is enabled.
de: Nur der Block der XY-Ebene ist aktiviert.
es_mx: Habilitado solo el bloque del plano XY.
fr: Seul le bloc dans le plan XY est activé.
it: Solo il blocco piano XY è abilitato.
ko: XY평면의 블록만 유효합니다.
th: เฉพาะบล็อกระนาบ XY เท่านั้นที่เปิดใช้
zh_hans: 仅XY平面的信息组有效。

# _1351
source: Blocks including update characters cannot be converted.
de: Blöcke, die Zeitvariablen enthalten, können nicht umgewandelt werden.
es_mx: Los bloques y los caracteres actualizados no se pueden convertir.
fr: Les blocs avec des caractères mis à jour automatiquement ne peuvent pas être convertis.
it: Impossibile convertire i blocchi che includono caratteri di update.
ko: 갱신 문자를 포함한 블록은 변환할 수 없습니다.
th: บล็อกที่มีตัวอักษรแบบอัพเดทไม่สามารถแปลงได้
zh_hans: 不能转换包括更新字符在内的信息组。

# _1352
source: Saving with converting to the previous file format version can lose some settings. If you want to continue, click [OK]. If you stop without conversion, click [Cancel].
de: Beim Speichern mit gleichzeitiger Umwandlung in das vorherige Dateiformat können Einstellungen verloren gehen. Wenn Sie fortfahren möchten, klicken Sie auf [OK]. Wenn Sie den Vorgang ohne Umwandlung beenden möchten, klicken Sie auf [Abbrechen].
es_mx: Se pueden perder algunos ajustes al guardar, después de haber convertido el archivo a una versión anterior. Para continuar, haga clic en [Aceptar]. Para detener la operación sin realizar la conversión, haga clic en [Cancelar].
fr: L'enregistrement avec conversion vers la version précédente du format de fichier peut causer la perte de certains réglages. Si vous voulez continuer, cliquez sur [OK]. Si vous arrêtez sans conversion, cliquez sur [Annuler].
it: Il salvataggio con conversione alla versione precedente di formato file può perdere alcune impostazioni. Per continuare, cliccare [OK]. Per fermarsi senza conversione, cliccare [Annulla].
ko: 이전 버전의 파일 형식으로 변환하여 저장하면, 일부 설정이 손실될 수 있습니다. 계속 진행할 경우에는 [확인]를 클릭하여 주십시오. 변환하지 않고 중단할 경우에는, [취소]를 클릭하여 주십시오.
th: การบันทึกโดยมีการแปลงเป็นรูปแบบไฟล์เวอร์ชั่นก่อนหน้านี้อาจมีการสูญเสียการตั้งค่าบางอย่าง ถ้าต้องการดำเนินการต่อ ให้คลิก [ตกลง] ถ้าหยุดโดยไม่มีการแปลง ให้คลิก [ยกเลิก]
zh_hans: 如果转换为旧版本的文件格式保存，可能会导致部分设定丢失。 如果继续操作，请点击[确定]。 如果不执行转换中断处理，请点击[取消]。

# _1353
source: On-the-fly marking cannot be selected when a fixed point block with trigger on exists in the job.
de: On-the-fly Beschriftung kann nicht ausgewählt werden, wenn ein Block „Fester Punkt, solange Trigger ein ist“ in der Programm vorhanden ist.
es_mx: No se puede seleccionar el marc. sobre la marcha si existe un bloque de punto fijo con disparo en el programa.
fr: Impossible de sélectionner le marquage continu lorsqu'il existe un bloc de point fixe dans le tâche.
it: Impossibile selezionare la marcatura in movimento quando nel programma esiste un blocco a punto fisso con trigger on.
ko: 작업에 트리거 ON중 정점 블록이 존재할 때 이동 인쇄를 선택 할 수 없습니다.
th: ไม่สามารถเลือกการมาร์กแบบเคลื่อนที่ได้เมื่อมีบล็อกการยิงจุดซึ่งมีทริกเกอร์เปิดอยู่อยู่ในงาน
zh_hans: 任务中存在触发ON时固定点信息组时，无法选择移动刻印。

# _1354
source: The fixed point block cannot be added when performing on-the-fly marking.
de: Der Block „Fester Punkt“ kann nicht hinzugefügt werden, wenn die on-the-fly Beschriftung ausgeführt wird.
es_mx: El bloque de puntos fijos no se puede agregar mientras se realiza el sobre la marcha.
fr: Un bloc de point fixe ne peut pas être ajouté lors de la réalisation d'un marquage à la volée.
it: Impossibile aggiungere il blocco a punto fisso eseguendo marcatura al volo.
ko: 이동 인쇄의 경우에는 정점 블록을 추가할 수 없습니다.
th: ไม่สามารถเพิ่มบล็อกการยิงจุดได้เมื่อกำลังมาร์กแบบเคลื่อนที่
zh_hans: 移动刻印时，无法添加固定点信息组。

# _1355
source: On-the-fly marking cannot be selected when a fixed point exists in the job.
de: On-the-fly Beschriftung kann nicht ausgewählt werden, wenn ein fester Punkt im Programm vorhanden ist.
es_mx: No se puede seleccionar el marc. sobre la marcha cuando hay un punto fijo en el programa.
fr: Impossible de sélectionner le marquage à la volée lorsqu’il existe un blox de point fixe dans le tâche.
it: Impossibile selezionare la marcatura in movimento quando nel programma esiste un punto fisso.
ko: 작업에 정점 블록이 존재할 때 이동 인쇄를 선택 할 수 없습니다.
th: ไม่สามารถเลือกการมาร์กแบบเคลื่อนที่ได้เมื่อมีการยิงจุดอยู่ในงาน
zh_hans: 任务中存在固定点信息组时，无法选择移动刻印。

# _1356
source: Cannot be saved because a block that can be saved does not exist.
de: Das Speichern ist nicht möglich, da kein Block vorhanden ist, der gespeichert werden kann.
es_mx: No se puede guardar porque no existe ningún bloque.
fr: Enregistrement impossible car aucun bloc enregistrable n'existe.
it: Impossibile salvare perché non esiste un blocco che può essere salvato.
ko: 저장 가능한 블록이 존재하지 않으므로 저장할 수 없습니다.
th: ไม่สามารถบันทึกได้เนื่องจากไม่พบบล็อกที่ต้องการบันทึก
zh_hans: 没有可保存的信息组，所以无法执行保存。

# _1357
source: The marking verification function and 2D code reader function cannot be enabled at the same time.
de: Die Funktion zur Beschriftungsüberprüfung und die 2D-Codeleserfunktion können nicht gleichzeitig aktiviert werden.
es_mx: La función de verificación de marcado y la función de lector de código 2D no se pueden habilitar al mismo tiempo.
fr: La vérification de marquage et le lecteur de code 2D ne peuvent pas être activés en même temps.
it: La funzione di verifica marcatura e la funzione lettore codice 2D non possono essere abilitate contemporaneamente.
ko: 인쇄 확인 기능과 2D 코드 리더 기능을 동시에 유효할 수 없습니다.
th: ไม่สามารถเปิดใช้ฟังก์ชันการยืนยันการมาร์กและฟังก์ชันตัวอ่านโค้ด 2D พร้อมกันได้
zh_hans: 不能同时把刻印确认功能和二维条码读取器功能设为有效。

# _1358
source: The extended value of the distance to the sensor and the marking offset exceeds 1200 mm.
de: Der Wert des erweiterten Abstands zum Sensor und der Beschriftungversatz überschreiten 1200 mm.
es_mx: El valor ampliado de distancia entre el sensor y la compensación de marcado excede los 1200 mm
fr: La somme de la distance au capteur et du décalage du marquage dépasse 1200mm.
it: Il valore totale della distanza dal sensore e dall'offset di marcatura supera 1200 mm.
ko: 센서까지의 거리와 인쇄 오프셋의 합계치가 1200mm를 넘습니다.
th: ค่ารวมของระยะห่างถึงเซ็นเซอร์และออฟเซ็ตการมาร์กเกิน 1200 mm
zh_hans: 到传感器的距离与刻印补偿的总值超过了1200mm。

# _1359
source: TrueType font file size error The number of characters is too many, reduce them.
de: Truetype-Schriftart Dateigröße Fehler Reduzieren Sie die Anzahl der Zeichen.
es_mx: Error de tamaño de archivo True Type. El número de caracteres es muy largo, redúcelos.
fr: Erreur de la taille du fichier de police TrueType Nombre caractère trop élevé, réduisez le.
it: Err. dimensioni file font TrueType. Numero dei caratteri eccessivo, riducili.
ko: TrueType 폰트 파일 사이즈 에러 문자 수가 너무 많으므로 줄여 주십시오.
th: ขนาดไฟล์แบบอักษร TrueType มีข้อผิดพลาด จำนวนตัวอักษรมากเกินไป ให้ลดจำนวนตัวอักษร
zh_hans: TrueType字体文件大小错误 字符数过多，请减少字符数。

# _1360
source: Upgrading failed. Restart the laser marker, implement upgrading once again. %s
de: Aktualisieren ist fehlgeschlagen. Bitte starten Sie den Laserbeschrifter neu und starten Sie die Aktualisierung erneut. %s
es_mx: No se ha podido actualizar. Reinicie el marcador láser y vuelva a actualizar. %s
fr: Échec de la mise à jour. Redémarrez le marqueur laser et exécutez de nouveau la mise à jour. %s
it: Aggiornamento fallito. Riavvia il marcatore laser e implementa di nuovo l'aggiornamento. %s
ko: 버전 업그레이드에 실패 했습니다. 레이저 마킹기를 재기동하여, 다시 한 번 버전 업그레이드를 실행 해 주십시오. %s
th: การอัพเกรดล้มเหลว โปรดรีสตาร์ทเลเซอร์มาร์กเกอร์ใหม่ แล้วติดตั้งการอัพเกรดอีกครั้ง %s
zh_hans: 版本升级失败。 再次启动激光刻印机，并重新执行版本升级。 %s

# _1361
source: Folder configuration is incorrect.
de: Ordnerkonfiguration ist nicht korrekt.
es_mx: Configuración incorrecta de la carpeta.
fr: Configuration du dossier incorrecte.
it: Configurazione cartella errata.
ko: 폴더구성이 올바르지 않습니다.
th: การกำหนดลักษณะโฟลเดอร์ไม่ถูกต้อง
zh_hans: 文件夹创建不正确。

# _1362
source: Connection: %s Perform the connection using Marking Builder 2.
de: Verbindung: %s Bitte per Marking Builder 2 verbinden. Geräte wird von diesem Marking Builder nicht unterstützt.
es_mx: Conexión: %s Realice la conexión mediante Marking Builder 2.
fr: Connexion : %s Établissez la connexion avec Marking Builder 2.
it: Connessione: %s Eseguire la connessione usando Marking Builder 2.
ko: 연결 유닛: %s Marking Builder 2를 사용하여 접속해 주십시오.
th: การเชื่อมต่อ: %s ทำการเชื่อมต่อโดยใช้ Marking Builder 2
zh_hans: 连接目标: %s 请使用Marking Builder 2进行连接。

# _1363
source: Grayscale Photo
de: Graustufenfoto
es_mx: Foto esc. gris.
fr: Photo en niveaux de gris
it: Foto scala di grigi
ko: 계조 포토
th: รูปถ่ายสีขาวดำ
zh_hans: 灰度图片

# _1364
source: High resolution photo
de: Foto mit hoher Auflösung
es_mx: Foto de alta resolución
fr: Photo haute résolution
it: Foto alta risoluzione
ko: 고해상도 포토
th: รูปถ่ายความละเอียดสูง
zh_hans: 高分辨率照片

# _1365
source: Deleted because CODE93 is unsupported.
de: Gelöscht: CODE93 nicht unterstützt
es_mx: Eliminado, CODE93 no es compatible.
fr: Supprimé car le CODE93 n'est pas supporté.
it: Eliminato perché CODE93 non è supportato.
ko: CODE93는 대응하지 않으므로 삭제하였습니다.
th: ถูกลบเนื่องจากไม่รองรับ CODE93
zh_hans: 不支持CODE93，所以删除了该项。

# _1366
source: The symbol size of Data Matrix is set to 48 x 48.
de: DataMatrix-Symbolgröße auf 48 x 48 festgelegt.
es_mx: Tam. símb. de Data Matrix establecido en 48 x 48.
fr: Taille de symbole du Data Matrix définie à 48x48.
it: Le dimensioni simbolo della Matrice Dati è fissata a 48 x 48.
ko: Data Matrix의 심볼 사이즈를 48x48로 하였습니다.
th: ขนาดสัญลักษณ์ของเมทริกซ์ข้อมูลจะถูกกำหนดเป็น 48 x 48
zh_hans: 把Data Matrix的符号尺寸设为了48x48。

# _1367
source: The characters that cannot be used have been deleted.
de: Nicht verwendbare Zeichen wurden gelöscht.
es_mx: Se han eliminado los caracteres inutilizables.
fr: Caractères inutilisables supprimés.
it: I caratteri che non possono essere usati sono stati eliminati.
ko: 사용할 수 없는 문자를 삭제하였습니다.
th: ตัวอักษรที่ไม่สามารถใช้ได้จะถูกลบออก
zh_hans: 删除了无法使用的字符。

# _1368
source: Only the condition for the last marking will be converted because overprinting is not supported.
de: Nur Bedingung für letzte Beschriftung wird umgewandelt, weil Überdrucken nicht unterstützt wird.
es_mx: Sobreimpresión no soportada. Solo se convertirá la condición del último marcado.
fr: Seule les conditions du dernier marquage sont converties car la surimpression n'est pas supportée.
it: Saranno convertite solo le condizioni per l'ultima marcatura perché la sovrascrittura non è supportata.
ko: 덮어 쓰기에 대응하지 않으므로, 맨 마지막에 인쇄하는 조건만 변환합니다.
th: เฉพาะเงื่อนไขสำหรับการมาร์กล่าสุดเท่านั้นที่จะถูกแปลง เนื่องจากไม่รองรับการพิมพ์ทับ
zh_hans: 不支持重写，所以只转换最后刻印的条件。

# _1369
source: Autofocus cannot be used when a Matrix exists. Autofocus setting is disabled in the Job file.
de: Der Autofokus kann nicht verwendet werden, wenn im Programm eine Matrix angelegt ist. Die Einstellungen des Autofokus wurden aus dem aktuellen Programm entfernt.
es_mx: Enfoque automático no se puede emplear cuando hay una matriz. El ajuste del enfoque automático está deshabilitado en el programa.
fr: Impossible d’utiliser l’autofocus en présence d’une matrice. L'autofocus désactivé dans le tâche.
it: Impossibile utilizzare l'autofocus quando esiste una matrice. L'impostazione Autofocus è disattivata nel file programma.
ko: 매트릭스 존재 시, 오토 포커스는 이용할 수 없습니다. 작업에서 오토 포커스를 삭제하였습니다.
th: ไม่สามารถใช้การปรับโฟกัสอัตโนมัติเมื่อมีเมทริกซ์อยู่ การตั้งค่าการโฟกัสอัตโนมัติจะถูกปิดการใช้งาน
zh_hans: 自动焦点功能不能用于矩阵设置。自动焦点设置已从任务中删除。

# _1370
source: Delete matrix
de: Matrix löschen
es_mx: Borrar matriz
fr: Supprimer la matrice
it: Elimina matrice
ko: 매트릭스 해제
th: ลบเมทริกซ์
zh_hans: 矩阵解除

# _1371
source: Set the char code to %s.
de: Zeichencode auf %s festlegen.
es_mx: Fijar cód. carác. a %s.
fr: Définir le code caractère à %s.
it: Imposta il codice car. su %s.
ko: 입력 문자 코드를 %s로 합니다.
th: กำหนดรหัสอักษรเป็น %s
zh_hans: 把输入字符代码设为%s。

# _1372
source: Set the baud rate to 38400.
de: Baudrate auf 38400 festlegen.
es_mx: Fijar vel. baud. a 38400.
fr: Définir le baud rate à 38400.
it: Imposta il baud rate su 38400.
ko: 보드 레이트를 38400로 합니다.
th: กำหนดอัตราบอดเป็น 38400
zh_hans: 把波特率设为38400。

# _1373
source: The Unicode character has been deleted.
de: Unicode-Zeichen wurde gelöscht.
es_mx: Se ha eliminado el carácter Unicode.
fr: Le caractère Unicode a été supprimé.
it: Il carattere Unicode è stato eliminato.
ko: Unicode문자를 삭제하였습니다.
th: ตัวอักษร Unicode ถูกลบแล้ว
zh_hans: 删除了Unicode字符。

# _1374
source: The standard font will be assigned to Font No.0 and No.1.
de: Standardschriftart wird Schriftart Nr. 0/Nr. 1 zugewiesen.
es_mx: La fuente estándar se asignará a Fuente n.º 0 y n.º 1.
fr: La police standard sera affectée aux polices 0 et 1.
it: Il font standard sarà assegnato al Font N.0 e N.1.
ko: Font No.0와 No.1에는 표준 폰트가 적용됩니다.
th: ฟ้อนท์มาตรฐานจะถูกกำหนดให้เป็นฟ้อนท์หมายเลข 0 และหมายเลข 1
zh_hans: 向Font No.0和No.1分配标准字体。

# _1375
source: The file name has been changed.
de: Der Dateiname wurde geändert.
es_mx: Se ha cambiado el nom. arch.
fr: Nom du fichier modifié.
it: Il nome file è stato cambiato.
ko: 파일명을 변경하였습니다.
th: เปลี่ยนชื่อไฟล์แล้ว
zh_hans: 变更了文件名。

# _1376
source: Barcode
de: Strichcode
es_mx: Cód. barr.
fr: Code barre
ko: 바코드
th: บาร์โค้ด
zh_hans: 条形码

# _1377
source: 2D Code
es_mx: Cód. 2D
fr: Code 2D
it: Codice 2D
ko: 2D 코드
th: รหัส 2D
zh_hans: 二维代码

# _1378
source: Deleted because QR code version 6 or above is unsupported.
de: Gelöscht: QR-Codeversion 6 oder neuer nicht unterstützt.
es_mx: Eliminado, códigos QR versión 6 o superior no compatibles.
fr: Supprimé car le QR Code 6 ou supérieur n'est pas supporté.
it: Eliminato perché codice QR vers. 6 o super. non è supportato.
ko: QR코드 버전6 이상은 대응하지 않으므로, 삭제하였습니다.
th: ถูกลบเนื่องจากไม่รองรับคิวอาร์โค้ดเวอร์ชั่น 6 ขึ้นไป
zh_hans: 不支持版本为6以上的QR代码，所以删除了该项。

# _1379
source: String
de: Zeichenkette
es_mx: Cadena
fr: Chaîne
it: Stringa
ko: 문자열
th: สตริง
zh_hans: 字符串

# _1380
source: Output Folder
de: Ausgabeordner
es_mx: Carp. Salida
fr: Dossier de Sortie
it: Cartella invio
ko: 출력 폴더
th: โฟลเดอร์เอาต์พุต
zh_hans: 输出文件夹

# _1381
source: Set the week reference to 1/1 - 1/7.
de: Wochenreferenz auf 1/1–1/7 festlegen.
es_mx: Fijar ref. semanal a 1/1 - 1/7.
fr: Définir la semaine de référence à 1/1-1/7.
it: Imposta settimana riferimento su 1/1 - 1/7.
ko: 주의 기준을 1/1-1/7로 합니다.
th: กำหนดการอ้างอิงสัปดาห์เป็น 1/1 - 1/7
zh_hans: 把周的基准设为1/1-1/7。

# _1382
source: Communication
de: Kommunikation
es_mx: Comunicación
it: Comunicazione
ko: 통신
th: การสื่อสาร
zh_hans: 通讯

# _1383
source: Char code
de: Zeichencode
es_mx: Cód. carác.
fr: Code caractère
it: Codice car
ko: 문자 코드
th: รหัสอักขระ
zh_hans: 字符代码

# _1384
source: Barcode verification
de: Strichcode-Überprüfung
es_mx: Verific. código barras
fr: Vérification du code barre
it: Verifica barcode
ko: 바코드 대조 확인
th: การตรวจยืนยันบาร์โค้ด
zh_hans: 条形码核对

# _1385
source: Version
es_mx: Versión
it: Versione
ko: 버전
th: เวอร์ชัน
zh_hans: 版本

# _1386
source: Font file
de: Schriftartdatei
es_mx: Arch. de fuente
fr: Fichier de police
it: File font
ko: 폰트 파일
th: ไฟล์แบบอักษร
zh_hans: 字体文件

# _1387
source: Overprinting
de: Überdrucken
es_mx: Paso múlt.
fr: Multipass
it: Multipassata
ko: 덮어쓰기
th: เขียนทับ
zh_hans: 重写

# _1388
source: Saved Data
de: Gesp. Dat.
es_mx: D. Guard.
fr: Données enregistrées
it: Dati salvati
ko: 저장 데이터
th: ข้อมูลบันทึก
zh_hans: 保存数据

# _1389
source: Settings
de: Einstellung
es_mx: Config.
fr: Réglages
it: Impost
ko: 설정
th: การตั้งค่า
zh_hans: 程序

# _1390
source: Fixed point
de: Fester Punkt
es_mx: Punto fijo
fr: Point fixe
it: Punto fisso
ko: 정점
th: ยิงจุด
zh_hans: 定点
