Repository: UMISolutions/LaserMarking2
Catalog: LaserMarking/Marking Builder Plus 2/MarkingDiagnosticTool_Ver2/Language/Resources_ActiveX.*.resx
Languages: de, es_mx, fr, it, ko, th, zh_hans

# _54104
source: Tracking Result Request Error
de: Fehler: Anforderung der Erfassungsergebnisse
es_mx: Error de solicitud del resultado del seguimiento
fr: Erreur enregistrement résultat suivi
it: Errore richiesta risultato scansione
ko: 트래킹 결과 요구 에러
th: ข้อผิดพลาดจากการร้องขอผลลัพธ์การติดตาม
zh_hans: 请求跟踪结果错误

# _54105
source: Logging Capture Result Request Error
de: Fehler: Anforderung der Protokollierung der Aufnahmeergebnisse
es_mx: Error de solicitud de resultados de la captura de registro
fr: Erreur demande résultat de capture de journalisation
it: Err. richiesta di registrazione risultato acquisizione
ko: Log 촬영 결과 요구 에러
th: ข้อผิดพลาดคำขอผลลัพธ์บันทึกการถ่ายภาพ
zh_hans: 请求记录拍摄结果错误

# _54106
source: Workflow result request error
de: Fehler: Anforderung des Ablauf-Ergebnisses
es_mx: Error en la solicitud de resultados del flujo de trabajo
fr: Erreur de demande des résultats de workflow
it: Errore richiesta risultato flusso di lavoro
ko: 워크 플로우 결과 요구 에러
th: การร้องขอผลลัพธ์ลำดับการทำงานผิดพลาด
zh_hans: 请求工件流程结果错误

# _54107
source: Cell number specification error
de: Fehler bei der Angabe der Zellennummer
es_mx: Error de especificación de número de celda
fr: Erreur de spécification de numéro de cellule
it: Err. di specifica del numero di cella
ko: 셀 번호 지정 에러
th: ข้อผิดพลาดในการกำหนดหมายเลขเซลล์
zh_hans: 单元编号指定错误

# _54108
source: Distance laser unexcited error
de: Fehler: Der Laser zur Positionserkennung ist nicht angeregt. Prüfen Sie Pin 24 auf der MIL-40 Klemmleiste.
es_mx: Error de láser de distancia sin activar
fr: Erreur de non-excitation du laser de distance
it: Err. laser di distanza non eccitato
ko: 거리 측정 레이저 미 여기 에러
th: ข้อผิดพลาดเกี่ยวกับเซนเซอร์วัดระยะ
zh_hans: 测距激光未激发错误

# _54109
source: Capturing condition auto adjustment error
de: Fehler: automatische Anpassung der Aufnahmebedingung
es_mx: Error de ajuste auto. de captura de condición
fr: Erreur d’ajustement automatique de la condition de capture
it: Errore regolazione automatica condizione di acquisizione
ko: 촬영 조건 자동 조정 에러
th: การปรับเงื่อนไขการถ่ายภาพอัตโนมัติผิดพลาด
zh_hans: 自动调整拍摄条件错误

# _54110
source: No Log Data
de: Keine Protokolldaten
es_mx: Sin datos registrados
fr: Pas de données de journalisation
it: Nessun registro dati
ko: 로그 데이터 없음
th: ไม่มีข้อมูลบันทึก
zh_hans: 无日志数据

# _54111
source: Routing Table Full Error
de: Fehler: Routingtabelle voll
es_mx: Error, tabla de enrutamiento llena
fr: Erreur table de routage saturée
it: Err. tabella di routing piena
ko: 라우팅 테이블 전체 오류
th: ข้อผิดพลาดเนื่องจากตารางเส้นทางเต็ม
zh_hans: 路由表溢出错误

# _54112
source: User management function disable error
de: Fehler: Benutzerverwaltungsfunktion ist deaktiviert
es_mx: Error de desactivación de la función de gestión de usuarios
fr: Erreur de désactivation de la fonction de gestion des utilisateurs
it: Errore di disabilitazione della funzione di gestione utente
ko: 사용자 관리 기능 비활성오류
th: ข้อผิดพลาดปิดใช้งานฟังก์ชันการจัดการผู้ใช้
zh_hans: 禁用用户管理功能错误

# _54113
source: Simultaneous login exceeded error
de: Fehler: Gleichzeitige Anmeldung
es_mx: Error de inicio de sesión simultáneo excedido
fr: Erreur, dépassement du nombre maximal de connexions simultanées
it: Errore di accesso simultaneo superato
ko: 동시 로그인 수 초과오류
th: จำนวนการเข้าสู่ระบบพร้อมกันเกินข้อผิดพลาด
zh_hans: 超过同时登录数错误

# _54114
source: User authentication failure error
de: Fehler bei der Benutzerauthentifizierung
es_mx: Error de autenticación de usuario
fr: Erreur, échec d'authentification de l'utilisateur
it: Errore durante l'autenticazione dell'utente
ko: 사용자 인증 실패오류
th: ข้อผิดพลาดในการตรวจสอบผู้ใช้ล้มเหลว
zh_hans: 用户验证失败错误

# _54115
source: No user information error
de: Fehler: Keine Benutzerinformationen
es_mx: Error de sin información de usuario
fr: Erreur, aucune information utilisateur
it: Nessun errore nelle informazioni dell'utente
ko: 사용자 정보 없음 오류
th: เกิดข้อผิดพลาดโดยไม่มีข้อมูลผู้ใช้
zh_hans: 无用户信息错误

# _55
source: Reflection 2
th: การสะท้อน 2

# _56
source: Instant LD Over Current
it: Sovracorrente istantanea LD
th: LDกระแสเกินชั่วขณะ

# _57
source: LD Ground Fault
th: LDเกิดฟอลท์ที่สายติด

# _58
source: Fan Malfunction
it: Malfunzionamento ventola
th: พัดลมเสียหาย ไม่สามารถใช้งานได้

# _59
source: LD Power Voltage Error
it: Errore tensione di alimentazione LD
th: LDแรงดันผิดพลาด

# _6
source: Fixed point while trigger is on
de: Fester Punkt, solange Trigger an ist
es_mx: Punto fijo durante disparo activado
fr: Point fixe quand déclenchement ON
it: Punto fisso mentre trigger è on
ko: 트리거 ON 중 정점
th: การยิงจุดขณะทริกเกอร์เปิด
zh_hans: 触发ＯＮ时固定点

# _60
source: System Error
it: Err. sistema
th: ข้อผิดพลาดของระบบ

# _61
source: Temperature Error On Internal Component
it: Errore di temperatura su un componente interno
th: ชิ้นส่วนภายในมีอุณหภูมิผิดพลาด

# _62
source: Unknown error
it: Errore sconosciuto
th: ข้อผิดพลาดที่ไม่รู้จัก

# _64
source: Program File (*.MX4)|*.MX4
de: Programmdatei (*.MX4)|*.MX4
es_mx: Ar. programa (*.MX4)|*.MX4
fr: Fichier programme (*.MX4)|*.MX4
it: File programma (*.MX4)|*.MX4
ko: 프로그램 파일(*.MX4)|*.MX4
th: ไฟล์โปรแกรม (*.MX4)|*.MX4
zh_hans: 程序文件 (*.MX4)|*.MX4

# _66
source: Marking unit temperature
de: Beschriftungslaser-Temperatur
es_mx: Temperatura de la unidad de marcado
fr: Température de l'unité de marquage
it: Temperatura unità marcatura
ko: 헤드 온도
th: อุณหภูมิชุดมาร์ก
zh_hans: 刻印机头温度

# _661
source: Controller temperature
de: Controllertemperatur
es_mx: Temperatura del controlador
fr: Température du contrôleur
it: Temperatura controllore
ko: 컨트롤러 온도
th: อุณหภูมิชุดควบคุม
zh_hans: 控制器温度

# _67
source: Laser power calibration result
de: Ergebnis der Laserleistungs-Justage
es_mx: Resultado de calibración de la potencia láser
fr: Résultat de l'étalonnage de la puissance laser
it: Risult. calibrazione potenza laser
ko: 레이저 파워 캘리브레이션 결과
th: ผลลัพธ์การปรับเทียบกำลังเลเซอร์
zh_hans: 激光功率校正结果

# _694
source: Contents
de: Inhalt
es_mx: Contenidos
fr: Contenu
it: Indice
ko: 내용
th: เนื้อหา
zh_hans: 内容

# _695
source: Time
de: Zeit
es_mx: Hora
fr: Temps
it: Ora
ko: 일시
th: เวลา
zh_hans: 时间

# _696
source: Parameter
es_mx: Parámetro
fr: Paramètre
it: Parametro
ko: 항목
th: พารามิเตอร์
zh_hans: 项目

# _697
source: Unit
de: Einheit
es_mx: Módulo
fr: Appareil
it: Unità
ko: 단위
th: หน่วย
zh_hans: 单位

# _7
source: Height
de: Höhe
es_mx: Altura
fr: Hauteur
it: Altezza
ko: 문자 높이
th: ความสูง
zh_hans: 字符高度

# _70
source: Job File (*.MA1)|*.MA1
de: Programmdatei (*.MA1)|*.MA1
es_mx: Archivo de programa (*.MA1)|*.MA1
fr: Fichier tâche (*.MA1)|*.MA1
it: File programma (*.MA1)|*.MA1
ko: 작업파일 (*.MA1)|*.MA1
th: ไฟล์งาน (*.MA1)|*.MA1
zh_hans: 任务文件 (*.MA1)|*.MA1

# _7000
source: An irreparable error is occurring. This command cannot be received.
de: Irreparabler Fehler aufgetreten. Dieser Befehl kann nicht empfangen werden.
es_mx: Se está produciendo un error irreparable. No se puede recibir el comando.
fr: Erreur irréparable détectée. Cette commande ne peut pas être reçue.
it: Si sta verificando un errore irreparabile. Questo comando non può essere ricevuto.
ko: 회복 불가능한 에러가 발생 중이므로 이 명령어는 접수 불가
th: เกิดข้อผิดพลาดที่ไม่สามารถแก้ไขได้ ไม่สามารถรับคำสั่งได้
zh_hans: 正处于不能恢复的错误状态，无法接收此命令

# _7001
source: Invalid Parameter
de: Unzulässig Parameter
es_mx: Parámetro prohibido
fr: Paramètre interdit
it: Parametro invalido
ko: 올바르지 않은 파라미터
th: พารามิเตอร์ไม่ถูกต้อง
zh_hans: 参数不正确

# _71
source: Search Area Buffer
de: Musterbereich (Umgebung)
es_mx: Ambiente del área de patrón
fr: Zone du motif ambiant
it: Ambiente area modello
ko: 패턴영역 주위
th: เฉดพื้นที่รูปแบบ
zh_hans: 图案区域周围

# _72
source: Username
de: Benutzername
es_mx: Nombre de usuario
fr: Nom de l'utilisateur
it: Nome utente
ko: 사용자명
th: ชื่อผู้ใช้งาน
zh_hans: 用户名

# _73
source: Password
de: Passwort
es_mx: Contraseña
fr: Mot de passe
ko: 암호
th: รหัสผ่าน
zh_hans: 密码

# _74
source: User level name
de: Name der Benutzerebene
es_mx: Nombre de nivel de usuario
fr: Nom du niveau utilisateur
it: Nome del livello utente
ko: 사용자 레벨명
th: ชื่อระดับผู้ใช้
zh_hans: 用户级别名称

# _75
source: Job File (*.MA2)|*.MA2
de: Programmdatei (*.MA2)|*.MA2
es_mx: Archivo de programa (*.MA2)|*.MA2
fr: Fichier tâche (*.MA2)|*.MA2
it: File programma (*.MA2)|*.MA2
ko: 작업파일 (*.MA2)|*.MA2
th: ไฟล์งาน (*.MA2)|*.MA2
zh_hans: 任务文件 (*.MA2)|*.MA2

# _8
source: Width
de: Breite
es_mx: Ancho
fr: Largeur
it: Largh.
ko: 문자 폭
th: ความกว้าง
zh_hans: 字符宽度

# _8000
source: Communication error
de: Fehler: Kommunikation
es_mx: Error, comunicación
fr: Erreur communication
it: Err. di comunicazione
ko: 통신 에러
th: ข้อผิดพลาดในการสื่อสาร
zh_hans: 通信错误

# _8001
source: Operation mode range error
de: Bereichsfehler Betriebsmodus
es_mx: Error, rango de modo de op.
fr: Erreur plage mode opération
it: Err. limiti modalità funzionamento
ko: 동작 모드의 범위 밖 에러
th: ข้อผิดพลาดช่วงโหมดการทำงาน
zh_hans: 操作模式超出范围错误

# _8002
source: Data range error
de: Fehler: Bereich Datum
es_mx: Error rango de datos
fr: Erreur plage données
it: Err. limiti dati
ko: 날짜 범위 에러
th: ข้อผิดพลาดช่วงข้อมูล
zh_hans: 日期范围错误

# _8003
source: Rank range error
de: Fehler: Bereich Rang
es_mx: Error, rango de fila
fr: Erreur plage du rang
it: Err. limiti rank
ko: 랭크 범위 밖 에러
th: ข้อผิดพลาดช่วงอันดับ
zh_hans: 等级超出范围错误

# _8004
source: Marking trigger inhibit range error
de: Fehler: Bereich der Sperre für Beschriftungstrigger
es_mx: Error de rango, disparador de marcado inhibido.
fr: Erreur plage inhibition du déclenchement du marquage
it: Err. limiti inibizione trigger marcatura
ko: 인쇄 트리거 금지 상태 범위 밖 에러
th: ข้อผิดพลาดช่วงยับยั้งทริกเกอร์การมาร์ก
zh_hans: 刻印触发抑制状态超出范围错误

# _8005
source: Job No. range error
de: Fehler: Bereich Programm-Nr.
es_mx: Error de rango, No. De programa
fr: Erreur plage n° tâche
it: Err. intervallo n. programma
ko: 설정 번호 범위 밖 에러
th: ข้อผิดพลาดช่วงหมายเลขโปรแกรม
zh_hans: 程序编号超出范围错误

# _8006
source: Marking trigger selection range error
de: Fehler: Bereich für Auswahl für Beschriftungstrigger
es_mx: Error de rango, selección del disparo de marcado
fr: Erreur plage sélection déclenchement du marquage
it: Err. limiti selezione trigger marcatura
ko: 인쇄 트리거 선택 상태 범위 밖 에러
th: ข้อผิดพลาดช่วงการเลือกทริกเกอร์การมาร์ก
zh_hans: 刻印触发选择状态超出范围错误

# _8007
source: Year range error
de: Bereichsfehler Jahr
es_mx: Error rango de años
fr: Erreur année hors plage
it: Err. limiti anno
ko: 연 범위 밖 에러
th: ข้อผิดพลาดช่วงปี
zh_hans: 年号超出范围错误

# _8008
source: LD status range error
de: Fehler: LD-Statusbereich
es_mx: Error rango de estado LD
fr: Erreur plage de statut DL
it: Err. limiti stato LD
ko: LD 상태 범위 밖 에러
th: ข้อผิดพลาดช่วงสถานะ LD
zh_hans: LD状态超出范围错误

# _8009
source: Distance pointer range error
de: Fehler: Bereich Abstandszeiger
es_mx: Error rango puntero distancia
fr: Erreur plage pointeur distance
it: Err. limiti puntatore distanza
ko: 디스턴스 포인터 상태 범위 밖 에러
th: ข้อผิดพลาดของช่วงตัวระบุระยะโฟกัส
zh_hans: 距离指示灯状态超出范围错误

# _8010
source: Failed to open transmission file
de: Übertragungsdatei konnte nicht geöffnet werden
es_mx: Error al abrir el archivo de transmisión
fr: Échec d'ouverture du fichier de transmission
it: File trasmissione non aperto
ko: 송수신 파일 오픈 실패
th: ไม่สามารถเปิดไฟล์การรับส่งข้อมูลได้
zh_hans: 发送和接收文件打开失败

# _8011
source: Failed to load transmission file
de: Übertragungsdatei konnte nicht geladen werden
es_mx: Error al cargar el archivo de transmisión
fr: Échec de chargement du fichier de transmission
it: File trasmissione non caricato
ko: 송수신 파일 불러오기 실패
th: ไม่สามารถโหลดไฟล์การรับส่งข้อมูลได้
zh_hans: 发送和接收文件装载失败

# _8012
source: Failed to write the file. Please check disk space.
de: Fehler beim Schreibzugriff. Bitte prüfen Sie den verfügbaren Speicherplatz.
es_mx: Error al escribir el programa. Por favor verifique el espacio en disco.
fr: Échec de l'enregistrement du fichier. Vérifier l'espace disponible sur le disque.
it: Scrittura del file fallita. Verificare lo spazio disponibile sul disco.
ko: 파일 쓰기에 실패하였습니다. 디스크의 여유 용량을 확인해 주십시오.
th: การเขียนไฟล์ล้มเหลว โปรดตรวจสอบพื้นที่ว่างของดิสก์
zh_hans: 写入文件失败，请检查硬盘空间。

# _8013
source: LDD response serial number mismatch
de: Nichtübereinstimmung Seriennummer LDD-Antwort
es_mx: Diferente número de serie de la respuesta LDD
fr: Incohérence n° série réponse LDD
it: Mancata corrisp. n.serie risposta LDD
ko: LDD 응답 시리얼 번호 불일치
th: LDD หมายเลขซีเรียลการตอบสนอง ไม่สอดคล้องกัน
zh_hans: LDD响应序列号不一致

# _8014
source: LDD data length mismatch
de: Nichtübereinstimmung LDD-Datenlänge
es_mx: Diferente longitud de datos LDD
fr: Incohérence longueur données LDD
it: Mancata corrisp. lunghezza dati LDD
ko: LDD 데이터 길이 불일치
th: LDD ความยาวข้อมูล ไม่สอดคล้อง
zh_hans: LDD数据长度不一致

# _8015
source: File does not exist error
de: Fehler: Datei nicht vorhanden
es_mx: Error de archivo inexistente
fr: Erreur le fichier n'existe pas
it: Err. file non esiste
ko: 파일이 존재하지 않는 에러
th: ข้อผิดพลาดไม่พบไฟล์
zh_hans: 不存在文件的错误

# _8016
source: Another application is currently connected to the laser marker. The connection must be ended before proceeding.
de: Ausführen, wenn die Verbindung zu Laserbeschriftungssysteme für andere Anwendungen getrennt wurde
es_mx: Ejecutar después de que la conexión con los marcadores láser en otras aplicaciones se haya desconectado.
fr: Exécuter après connexion avec marqueurs laser d’autres applications hors ligne.
it: Per le altre applicazioni, l'esecuzione dopo il collegamento con i marcatori laser è offline.
ko: 다른 애플리케이션의 레이저 마킹기의 연결을 오프라인으로 한 후 실행해 주십시오.
th: ดำเนินการหลังการเชื่อมต่อกับเลเซอร์มาร์กสำหรับแอปพลิเคชันอื่นมีสถานะออฟไลน์
zh_hans: 请把与其他应用程序的激光刻印机的连接设为脱机，然后执行。

# _8017
source: Cancel Communication
de: Kommunikation abbrechen
es_mx: Cancelar comunicación
fr: Annuler communication
it: Comunicazione annullamento
ko: 통신 취소
th: ยกเลิกการสื่อสาร
zh_hans: 通讯取消

# _8018
source: Communication format error
de: Kommunikationsformatfehler
es_mx: Error, formato de comunic.
fr: Erreur format communication
it: Err. formato comunicazione
ko: 통신 포맷 에러
th: ข้อผิดพลาดรูปแบบการสื่อสาร
zh_hans: 通讯格式错误

# _8019
source: Failed to Set XY Tracking
de: Das Festlegen der XY-Erfassung ist fehlgeschlagen.
es_mx: Fallo al establecer el seguimiento XY.
fr: Échec de définition du suivi XY.
it: Impossibile impostare la scansione XY.
ko: XY좌표 설정에 실패하였습니다.
th: ตั้งค่าการติดตาม XY ไม่สำเร็จ
zh_hans: 设置XY跟踪失败。

# _8020
source: Failed to perform capturing composition.
de: Das Zusammensetzen der Aufnahme ist fehlgeschlagen.
es_mx: Fallo al realizar la composición de la captura.
fr: Échec de capture de la composition.
it: Impossibile eseguire la composizione dell'acquisizione.
ko: 촬영 합성에 실패하였습니다.
th: ดำเนินการการจัดองค์ประกอบการจับภาพไม่สำเร็จ
zh_hans: 拍摄合成失败。

# _8021
source: Failed to Capture the Camera Image
de: Das Speichern des aufgenommenen Kamerabilds ist fehlgeschlagen.
es_mx: Fallo al guardar la toma de imágenes de la imagen de la cámara.
fr: Échec d’enregistrement de la capture de l’image de la caméra.
it: Impossibile salvare l'acquisizione dell'immagine della telecamera.
ko: 카메라 이미지 촬영 저장에 실패하였습니다.
th: บันทึกการจับภาพถ่ายกล้องไม่สำเร็จ
zh_hans: 保存照相机拍摄的图像失败。

# _8022
source: Lens Inspection is being done.
de: Die Fensterüberprüfung wird ausgeführt.
es_mx: Se está realizando el mantenimiento de la ventana.
fr: L'inspection de la lentille est terminée.
it: È in corso l'ispezione della lente.
ko: 윈도우 점검 중입니다.
th: กำลังดำเนินการบำรุงรักษาหน้าต่าง
zh_hans: 正在检测窗口。

# _8023
source: Failed to connect the FTP server.
de: Die Verbindung zum FTP-Server ist fehlgeschlagen.
es_mx: No se ha podido conectar al servidor FTP.
fr: Échec de connexion au serveur FTP.
it: Impossibile collegare il server FTP.
ko: FTP 서버에 연결할 수 없습니다.
th: การเชื่อมต่อกับ FTP เซิร์ฟเวอร์ล้มเหลว
zh_hans: 连接FTP服务器失败。

# _8024
source: Failed to login to the FTP server.
de: Das Anmelden auf den FTP-Server ist fehlgeschlagen.
es_mx: No se ha podido iniciar sesión en el servidor FTP.
fr: Échec d’ouverture de session sur le serveur FTP.
it: Impossibile accedere al server FTP.
ko: FTP 서버에 로그인할 수 없습니다.
th: การเข้าสู่ระบบ FTP เซิร์ฟเวอร์ล้มเหลว
zh_hans: 登入FTP服务器失败。

# _8025
source: The username or password is incorrect.
de: Der Benutzername oder das Kennwort ist falsch.
es_mx: El nombre de usuario o contraseña son incorrectos.
fr: Le pseudo ou mot de passe est incorect.
it: L'username o la password non sono corretti.
ko: 사용자명 또는 비밀번호가 잘못되었습니다.
th: ชื่อผู้ใช้หรือรหัสผ่านไม่ถูกต้อง
zh_hans: 用户名或密码不正确。

# _9
source: Line Width
de: Linienbreite
es_mx: Ancho de línea
fr: Largeur de ligne
it: Largh. linea
ko: 선 폭
th: ความกว้างเส้น
zh_hans: 线宽度（线的粗细）

# _9000
source: No LDD data
de: Keine LDD-Daten
es_mx: Sin datos LDD
fr: Sans donnée LDD
it: Ness.dato LDD
ko: LDD 데이터 없음
th: ไม่พบข้อมูล LDD
zh_hans: 无LDD数据

# _1
source: Tahoma
ko: Dotum
zh_hans: SimHei

# _1183
source: Marking Builder Plus Version
es_mx: Versión Marking Builder Plus
fr: Version de Marking Builder Plus
it: Versione Marking Builder Plus
ko: Marking Builder Plus 버전
zh_hans: Marking Builder Plus 版本

# _29
source: ML-Z9500 Series
de: ML-Z9500-Serie
es_mx: Serie ML-Z9500
fr: Série ML-Z9500
ko: ML-Z9500 시리즈
zh_hans: ML-Z9500系列

# _30
source: MD-V9900 Series
de: MD-V9900-Serie
es_mx: Serie MD-V9900
fr: Série MD-V9900
ko: MD-V9900 시리즈
zh_hans: MD-V9900系列

# _31
source: MD-S9900 Series
de: MD-S9900-Serie
es_mx: Serie MD-S9900
fr: Série MD-S9900
ko: MD-S9900 시리즈
zh_hans: MD-S9900系列

# _32
source: MD-F3000 Series
de: MD-F3000-Serie
es_mx: Serie MD-F3000
fr: Série MD-F3000
ko: MD-F3000 시리즈
zh_hans: MD-F3000系列

# _33
source: MD-T1000 Series
de: MD-T1000-Serie
es_mx: Serie MD-T1000
fr: Série MD-T1000
ko: MD-T1000 시리즈
zh_hans: MD-T1000系列

# _34
source: MD-F3100/MD-F5100 Series
de: MD-F3100/MD-F5100-Serie
es_mx: Serie MD-F3100/MD-F5100
fr: Série MD-F3100/MD-F5100
ko: MD-F3100/MD-F5100 시리즈
zh_hans: MD-F3100/MD-F5100系列

# _35
source: MD-X1000/MD-X1500 Series
de: MD-X1000/MD-X1500-Serie
es_mx: Serie MD-X1000/MD-X1500
fr: Série MD-X1000/MD-X1500
ko: MD-X1000/MD-X1500 시리즈
zh_hans: MD-X1000/MD-X1500系列

# _36
source: MD-F3200/MD-F5200 Series
de: MD-F3200/MD-F5200-Serie
es_mx: Serie MD-F3200/MD-F5200
fr: Série MD-F3200/MD-F5200
ko: MD-F3200/MD-F5200 시리즈
zh_hans: MD-F3200/MD-F5200系列

# _41
source: MD-F3000/MD-F3100/MD-F5100 Series
de: MD-F3000/MD-F3100/MD-F5100-Serie
es_mx: Serie MD-F3000/MD-F3100/MD-F5100
fr: Série MD-F3000/MD-F3100/MD-F5100
ko: MD-F3000/MD-F3100/MD-F5100 시리즈
zh_hans: MD-F3000/MD-F3100/MD-F5100系列

# _65
source: MD-U1000 Series
de: MD-U1000-Serie
es_mx: Serie MD-U1000
fr: Série MD-U1000
ko: MD-U1000 시리즈
zh_hans: MD-U1000系列

# _91
source: ML-Z9600 Series
de: ML-Z9600-Serie
es_mx: Serie ML-Z9600
fr: Série ML-Z9600
ko: ML-Z9600 시리즈
zh_hans: ML-Z9600系列

# _92
source: MD-X2000/MD-X2500 Series
de: MD-X2000/ MD-X2500-Serie
es_mx: Serie MD-X2000/MD-X2500
fr: Série MD-X2000/MD-X2500
ko: MD-X2000/MD-X2500 시리즈
zh_hans: MD-X2000/MD-X2500系列
