Repository: UMISolutions/LaserMarking2
Catalog: LaserMarking/Marking Builder Plus 2/MarkingDiagnosticTool_Ver2/Language/Resources_ActiveX.*.resx
Languages: de, es_mx, fr, it, ko, th, zh_hans

# _52204
source: Data Logging Buffer Warning
de: Warnung: Puffer beim Speichern des Protokolls überschritten
es_mx: Adv. de saturación de búfer de guardado de reg.
fr: Avertissement Dépassement tampon enregistrement journaux
it: Avv. superamento buffer salvataggio dati
ko: 로그 저장 버퍼 오버 경고
th: คำเตือนการโอเวอร์บัฟเฟอร์การเก็บบันทึก
zh_hans: 保存日志缓冲超限警告

# _52205
source: Log Data Delete Failure Warning
de: Warnung: Löschen der Protokolldaten fehlgeschlagen
es_mx: Adv. de fallo de eliminación de datos del registro
fr: Avertissement Échec suppression données journaux
it: Avv. errore eliminazione cronologia
ko: 로그 데이터 삭제 실패 경고
th: คำเตือนการลบข้อมูลบันทึกไม่สำเร็จ
zh_hans: 删除日志数据失败警告

# _52206
source: FTP Server Connection Warning
de: Warnung: Verbindung zum FTP-Server
es_mx: Adv. de conexión del servidor FTP
fr: Avertissement Connexion serveur FTP
it: Avv. connessione server FTP
ko: FTP서버 접속 경고
th: คำเตือนการเชื่อมต่อเซิร์ฟเวอร์ FTP
zh_hans: 连接FTP服务器警告

# _52207
source: External Memory Recognition Warning
de: Warnung: Erkennung des externen Speichers
es_mx: Adv. de reconocimiento de memoria externa
fr: Avertissement Reconnaissance mémoire externe
it: Avv. riconoscimento memoria esterna
ko: 외부 메모리 인식 경고
th: คำเตือนการจำหน่วยความจำภายนอก
zh_hans: 识别外部存储器警告

# _52208
source: User information read failure warning
de: Warnung: Benutzerdaten-Lesefehler
es_mx: Advertencia de error de lectura de información de usuario
fr: Avertissement d’échec de lecture des informations utilisateur
it: Avv. errata lettura delle informazioni utente
ko: 사용자 정보 로딩 실패 경고
th: การเตือนในการอ่านข้อมูลผู้ใช้ล้มเหลว
zh_hans: 用户信息装载失败警告

# _52400
source: Scanner warning X00
de: Scannerwarnung X00
es_mx: Advertencia X00 del escáner
fr: Avert. scanner X00
it: Avv. scanner X00
ko: 스캐너 워닝X00
th: การเตือนของสแกนเนอร์ X00
zh_hans: 扫描仪警报X00

# _52401
source: Scanner warning X01
de: Scannerwarnung X01
es_mx: Advertencia X01 del escáner
fr: Avert. scanner X01
it: Avv. scanner X01
ko: 스캐너 워닝X01
th: การเตือนของสแกนเนอร์ X01
zh_hans: 扫描仪警报X01

# _52402
source: Scanner warning X02
de: Scannerwarnung X02
es_mx: Advertencia X02 del escáner
fr: Avert. scanner X02
it: Avv. scanner X02
ko: 스캐너 워닝X02
th: การเตือนของสแกนเนอร์ X02
zh_hans: 扫描仪警报X02

# _52403
source: Scanner warning X03
de: Scannerwarnung X03
es_mx: Advertencia X03 del escáner
fr: Avert. scanner X03
it: Avv. scanner X03
ko: 스캐너 워닝X03
th: การเตือนของสแกนเนอร์ X03
zh_hans: 扫描仪警报X03

# _52404
source: Scanner warning X04
de: Scannerwarnung X04
es_mx: Advertencia X04 del escáner
fr: Avert. scanner X04
it: Avv. scanner X04
ko: 스캐너 워닝X04
th: การเตือนของสแกนเนอร์ X04
zh_hans: 扫描仪警报X04

# _52405
source: Scanner warning X05
de: Scannerwarnung X05
es_mx: Advertencia X05 del escáner
fr: Avert. scanner X05
it: Avv. scanner X05
ko: 스캐너 워닝X05
th: การเตือนของสแกนเนอร์ X05
zh_hans: 扫描仪警报X05

# _52406
source: Scanner warning X06
de: Scannerwarnung X06
es_mx: Advertencia X06 del escáner
fr: Avert. scanner X06
it: Avv. scanner X06
ko: 스캐너 워닝X06
th: การเตือนของสแกนเนอร์ X06
zh_hans: 扫描仪警报X06

# _52407
source: Scanner warning X07
de: Scannerwarnung X07
es_mx: Advertencia X07 del escáner
fr: Avert. scanner X07
it: Avv. scanner X07
ko: 스캐너 워닝X07
th: การเตือนของสแกนเนอร์ X07
zh_hans: 扫描仪警报X07

# _52408
source: Scanner warning X08
de: Scannerwarnung X08
es_mx: Advertencia X08 del escáner
fr: Avert. scanner X08
it: Avv. scanner X08
ko: 스캐너 워닝X08
th: การเตือนของสแกนเนอร์ X08
zh_hans: 扫描仪警报X08

# _52409
source: Scanner warning X09
de: Scannerwarnung X09
es_mx: Advertencia X09 del escáner
fr: Avert. scanner X09
it: Avv. scanner X09
ko: 스캐너 워닝X09
th: การเตือนของสแกนเนอร์ X09
zh_hans: 扫描仪警报X09

# _52410
source: Scanner warning X10
de: Scannerwarnung X10
es_mx: Advertencia X10 del escáner
fr: Avert. scanner X10
it: Avv. scanner X10
ko: 스캐너 워닝X10
th: การเตือนของสแกนเนอร์ X10
zh_hans: 扫描仪警报X10

# _52411
source: Scanner warning X11
de: Scannerwarnung X11
es_mx: Advertencia X11 del escáner
fr: Avert. scanner X11
it: Avv. scanner X11
ko: 스캐너 워닝X11
th: การเตือนของสแกนเนอร์ X11
zh_hans: 扫描仪警报X11

# _52412
source: Scanner warning X12
de: Scannerwarnung X12
es_mx: Advertencia X12 del escáner
fr: Avert. scanner X12
it: Avv. scanner X12
ko: 스캐너 워닝X12
th: การเตือนของสแกนเนอร์ X12
zh_hans: 扫描仪警报X12

# _52413
source: Scanner warning X13
de: Scannerwarnung X13
es_mx: Advertencia X13 del escáner
fr: Avert. scanner X13
it: Avv. scanner X13
ko: 스캐너 워닝X13
th: การเตือนของสแกนเนอร์ X13
zh_hans: 扫描仪警报X13

# _52414
source: Scanner warning X14
de: Scannerwarnung X14
es_mx: Advertencia X14 del escáner
fr: Avert. scanner X14
it: Avv. scanner X14
ko: 스캐너 워닝X14
th: การเตือนของสแกนเนอร์ X14
zh_hans: 扫描仪警报X14

# _52416
source: Scanner warning Y00
de: Scannerwarnung Y00
es_mx: Advertencia Y00 del escáner
fr: Avert. scanner Y00
it: Avv. scanner Y00
ko: 스캐너 워닝Y00
th: การเตือนของสแกนเนอร์ Y00
zh_hans: 扫描仪警报Y00

# _52417
source: Scanner warning Y01
de: Scannerwarnung Y01
es_mx: Advertencia Y01 del escáner
fr: Avert. scanner Y01
it: Avv. scanner Y01
ko: 스캐너 워닝Y01
th: การเตือนของสแกนเนอร์ Y01
zh_hans: 扫描仪警报Y01

# _52418
source: Scanner warning Y02
de: Scannerwarnung Y02
es_mx: Advertencia Y02 del escáner
fr: Avert. scanner Y02
it: Avv. scanner Y02
ko: 스캐너 워닝Y02
th: การเตือนของสแกนเนอร์ Y02
zh_hans: 扫描仪警报Y02

# _52419
source: Scanner warning Y03
de: Scannerwarnung Y03
es_mx: Advertencia Y03 del escáner
fr: Avert. scanner Y03
it: Avv. scanner Y03
ko: 스캐너 워닝Y03
th: การเตือนของสแกนเนอร์ Y03
zh_hans: 扫描仪警报Y03

# _52420
source: Scanner warning Y04
de: Scannerwarnung Y04
es_mx: Advertencia Y04 del escáner
fr: Avert. scanner Y04
it: Avv. scanner Y04
ko: 스캐너 워닝Y04
th: การเตือนของสแกนเนอร์ Y04
zh_hans: 扫描仪警报Y04

# _52421
source: Scanner warning Y05
de: Scannerwarnung Y05
es_mx: Advertencia Y05 del escáner
fr: Avert. scanner Y05
it: Avv. scanner Y05
ko: 스캐너 워닝Y05
th: การเตือนของสแกนเนอร์ Y05
zh_hans: 扫描仪警报Y05

# _52422
source: Scanner warning Y06
de: Scannerwarnung Y06
es_mx: Advertencia Y06 del escáner
fr: Avert. scanner Y06
it: Avv. scanner Y06
ko: 스캐너 워닝Y06
th: การเตือนของสแกนเนอร์ Y06
zh_hans: 扫描仪警报Y06

# _52423
source: Scanner warning Y07
de: Scannerwarnung Y07
es_mx: Advertencia Y07 del escáner
fr: Avert. scanner Y07
it: Avv. scanner Y07
ko: 스캐너 워닝Y07
th: การเตือนของสแกนเนอร์ Y07
zh_hans: 扫描仪警报Y07

# _52424
source: Scanner warning Y08
de: Scannerwarnung Y08
es_mx: Advertencia Y08 del escáner
fr: Avert. scanner Y08
it: Avv. scanner Y08
ko: 스캐너 워닝Y08
th: การเตือนของสแกนเนอร์ Y08
zh_hans: 扫描仪警报Y08

# _52425
source: Scanner warning Y09
de: Scannerwarnung Y09
es_mx: Advertencia Y09 del escáner
fr: Avert. scanner Y09
it: Avv. scanner Y09
ko: 스캐너 워닝Y09
th: การเตือนของสแกนเนอร์ Y09
zh_hans: 扫描仪警报Y09

# _52426
source: Scanner warning Y10
de: Scannerwarnung Y10
es_mx: Advertencia Y10 del escáner
fr: Avert. scanner Y10
it: Avv. scanner Y10
ko: 스캐너 워닝Y10
th: การเตือนของสแกนเนอร์ Y10
zh_hans: 扫描仪警报Y10

# _52427
source: Scanner warning Y11
de: Scannerwarnung Y11
es_mx: Advertencia Y11 del escáner
fr: Avert. scanner Y11
it: Avv. scanner Y11
ko: 스캐너 워닝Y11
th: การเตือนของสแกนเนอร์ Y11
zh_hans: 扫描仪警报Y11

# _52428
source: Scanner warning Y12
de: Scannerwarnung Y12
es_mx: Advertencia Y12 del escáner
fr: Avert. scanner Y12
it: Avv. scanner Y12
ko: 스캐너 워닝Y12
th: การเตือนของสแกนเนอร์ Y12
zh_hans: 扫描仪警报Y12

# _52429
source: Scanner warning Y13
de: Scannerwarnung Y13
es_mx: Advertencia Y13 del escáner
fr: Avert. scanner Y13
it: Avv. scanner Y13
ko: 스캐너 워닝Y13
th: การเตือนของสแกนเนอร์ Y13
zh_hans: 扫描仪警报Y13

# _52430
source: Scanner warning Y14
de: Scannerwarnung Y14
es_mx: Advertencia Y14 del escáner
fr: Avert. scanner Y14
it: Avv. scanner Y14
ko: 스캐너 워닝Y14
th: การเตือนของสแกนเนอร์ Y14
zh_hans: 扫描仪警报Y14

# _52500
source: Marking unit system warning 00
de: Beschriftungslaser – Systemwarnung 00
es_mx: Advertencia 00 del sistema de la unidad de marcado
fr: Avert. système unité de marquage 00
it: Avv. sistema unità marcatura 00
ko: 헤드 시스템 워닝00
th: การเตือนของระบบชุดมาร์ก 00
zh_hans: 刻印机头系统警报00

# _52501
source: Marking unit system warning 01
de: Beschriftungslaser – Systemwarnung 01
es_mx: Advertencia 01 del sistema de la unidad de marcado
fr: Avert. système unité de marquage 01
it: Avv. sistema unità marcatura 01
ko: 헤드 시스템 워닝01
th: การเตือนของระบบชุดมาร์ก 01
zh_hans: 刻印机头系统警报01

# _52502
source: Marking unit system warning 02
de: Beschriftungslaser – Systemwarnung 02
es_mx: Advertencia 02 del sistema de la unidad de marcado
fr: Avert. système unité de marquage 02
it: Avv. sistema unità marcatura 02
ko: 헤드 시스템 워닝02
th: การเตือนของระบบชุดมาร์ก 02
zh_hans: 刻印机头系统警报02

# _52503
source: Marking unit system warning 03
de: Beschriftungslaser – Systemwarnung 03
es_mx: Advertencia 03 del sistema de la unidad de marcado
fr: Avert. système unité de marquage 03
it: Avv. sistema unità marcatura 03
ko: 헤드 시스템 워닝03
th: การเตือนของระบบชุดมาร์ก 03
zh_hans: 刻印机头系统警报03

# _52504
source: Marking unit system warning 04
de: Beschriftungslaser – Systemwarnung 04
es_mx: Advertencia 04 del sistema de la unidad de marcado
fr: Avert. système unité de marquage 04
it: Avv. sistema unità marcatura 04
ko: 헤드 시스템 워닝04
th: การเตือนของระบบชุดมาร์ก 04
zh_hans: 刻印机头系统警报04

# _52505
source: Marking unit system warning 05
de: Beschriftungslaser – Systemwarnung 05
es_mx: Advertencia 05 del sistema de la unidad de marcado
fr: Avert. système unité de marquage 05
it: Avv. sistema unità marcatura 05
ko: 헤드 시스템 워닝05
th: การเตือนของระบบชุดมาร์ก 05
zh_hans: 刻印机头系统警报05

# _52506
source: Marking unit system warning 06
de: Beschriftungslaser – Systemwarnung 06
es_mx: Advertencia 06 del sistema de la unidad de marcado
fr: Avert. système unité de marquage 06
it: Avv. sistema unità marcatura 06
ko: 헤드 시스템 워닝06
th: การเตือนของระบบชุดมาร์ก 06
zh_hans: 刻印机头系统警报06

# _52507
source: Marking unit system warning 07
de: Beschriftungslaser – Systemwarnung 07
es_mx: Advertencia 07 del sistema de la unidad de marcado
fr: Avert. système unité de marquage 07
it: Avv. sistema unità marcatura 07
ko: 헤드 시스템 워닝07
th: การเตือนของระบบชุดมาร์ก 07
zh_hans: 刻印机头系统警报07

# _52508
source: Marking unit system warning 08
de: Beschriftungslaser – Systemwarnung 08
es_mx: Advertencia 08 del sistema de la unidad de marcado
fr: Avert. système unité de marquage 08
it: Avv. sistema unità marcatura 08
ko: 헤드 시스템 워닝08
th: การเตือนของระบบชุดมาร์ก 08
zh_hans: 刻印机头系统警报08

# _52509
source: Marking unit system warning 09
de: Beschriftungslaser – Systemwarnung 09
es_mx: Advertencia 09 del sistema de la unidad de marcado
fr: Avert. système unité de marquage 09
it: Avv. sistema unità marcatura 09
ko: 헤드 시스템 워닝09
th: การเตือนของระบบชุดมาร์ก 09
zh_hans: 刻印机头系统警报09

# _52510
source: Marking unit system warning 10
de: Beschriftungslaser – Systemwarnung 10
es_mx: Advertencia 10 del sistema de la unidad de marcado
fr: Avert. système unité de marquage 10
it: Avv. sistema unità marcatura 10
ko: 헤드 시스템 워닝10
th: การเตือนของระบบชุดมาร์ก 10
zh_hans: 刻印机头系统警报10

# _52511
source: Marking unit system warning 11
de: Beschriftungslaser – Systemwarnung 11
es_mx: Advertencia 11 del sistema de la unidad de marcado
fr: Avert. système unité de marquage 11
it: Avv. sistema unità marcatura 11
ko: 헤드 시스템 워닝11
th: การเตือนของระบบชุดมาร์ก 11
zh_hans: 刻印机头系统警报11

# _52512
source: Marking unit system warning 12
de: Beschriftungslaser – Systemwarnung 12
es_mx: Advertencia 12 del sistema de la unidad de marcado
fr: Avert. système unité de marquage 12
it: Avv. sistema unità marcatura 12
ko: 헤드 시스템 워닝12
th: การเตือนของระบบชุดมาร์ก 12
zh_hans: 刻印机头系统警报12

# _52513
source: Marking unit system warning 13
de: Beschriftungslaser – Systemwarnung 13
es_mx: Advertencia 13 del sistema de la unidad de marcado
fr: Avert. système unité de marquage 13
it: Avv. sistema unità marcatura 13
ko: 헤드 시스템 워닝13
th: การเตือนของระบบชุดมาร์ก 13
zh_hans: 刻印机头系统警报13

# _52514
source: Marking unit system warning 14
de: Beschriftungslaser – Systemwarnung 14
es_mx: Advertencia 14 del sistema de la unidad de marcado
fr: Avert. système unité de marquage 14
it: Avv. sistema unità marcatura 14
ko: 헤드 시스템 워닝14
th: การเตือนของระบบชุดมาร์ก 14
zh_hans: 刻印机头系统警报14

# _52515
source: Marking unit system warning 15
de: Beschriftungslaser – Systemwarnung 15
es_mx: Advertencia 15 del sistema de la unidad de marcado
fr: Avert. système unité de marquage 15
it: Avv. sistema unità marcatura 15
ko: 헤드 시스템 워닝15
th: การเตือนของระบบชุดมาร์ก 15
zh_hans: 刻印机头系统警报15

# _52516
source: Marking unit system warning 16
de: Beschriftungslaser – Systemwarnung 16
es_mx: Advertencia 16 del sistema de la unidad de marcado
fr: Avert. système unité de marquage 16
it: Avv. sistema unità marcatura 16
ko: 헤드 시스템 워닝16
th: การเตือนของระบบชุดมาร์ก 16
zh_hans: 刻印机头系统警报16

# _52517
source: Marking unit system warning 17
de: Beschriftungslaser – Systemwarnung 17
es_mx: Advertencia 17 del sistema de la unidad de marcado
fr: Avert. système unité de marquage 17
it: Avv. sistema unità marcatura 17
ko: 헤드 시스템 워닝17
th: การเตือนของระบบชุดมาร์ก 17
zh_hans: 刻印机头系统警报17

# _52518
source: Marking unit system warning 18
de: Beschriftungslaser – Systemwarnung 18
es_mx: Advertencia 18 del sistema de la unidad de marcado
fr: Avert. système unité de marquage 18
it: Avv. sistema unità marcatura 18
ko: 헤드 시스템 워닝18
th: การเตือนของระบบชุดมาร์ก 18
zh_hans: 刻印机头系统警报18

# _52519
source: Marking unit system warning 19
de: Beschriftungslaser – Systemwarnung 19
es_mx: Advertencia 19 del sistema de la unidad de marcado
fr: Avert. système unité de marquage 19
it: Avv. sistema unità marcatura 19
ko: 헤드 시스템 워닝19
th: การเตือนของระบบชุดมาร์ก 19
zh_hans: 刻印机头系统警报19

# _52520
source: Marking unit system warning 20
de: Beschriftungslaser – Systemwarnung 20
es_mx: Advertencia 20 del sistema de la unidad de marcado
fr: Avert. système unité de marquage 20
it: Avv. sistema unità marcatura 20
ko: 헤드 시스템 워닝20
th: การเตือนของระบบชุดมาร์ก 20
zh_hans: 刻印机头系统警报20

# _52521
source: Marking unit system warning 21
de: Beschriftungslaser – Systemwarnung 21
es_mx: Advertencia 21 del sistema de la unidad de marcado
fr: Avert. système unité de marquage 21
it: Avv. sistema unità marcatura 21
ko: 헤드 시스템 워닝21
th: การเตือนของระบบชุดมาร์ก 21
zh_hans: 刻印机头系统警报21

# _52522
source: Marking unit system warning 22
de: Beschriftungslaser – Systemwarnung 22
es_mx: Advertencia 22 del sistema de la unidad de marcado
fr: Avert. système unité de marquage 22
it: Avv. sistema unità marcatura 22
ko: 헤드 시스템 워닝22
th: การเตือนของระบบชุดมาร์ก 22
zh_hans: 刻印机头系统警报22

# _52523
source: Marking unit system warning 23
de: Beschriftungslaser – Systemwarnung 23
es_mx: Advertencia 23 del sistema de la unidad de marcado
fr: Avert. système unité de marquage 23
it: Avv. sistema unità marcatura 23
ko: 헤드 시스템 워닝23
th: การเตือนของระบบชุดมาร์ก 23
zh_hans: 刻印机头系统警报23

# _52524
source: Marking unit system warning 24
de: Beschriftungslaser – Systemwarnung 24
es_mx: Advertencia 24 del sistema de la unidad de marcado
fr: Avert. système unité de marquage 24
it: Avv. sistema unità marcatura 24
ko: 헤드 시스템 워닝24
th: การเตือนของระบบชุดมาร์ก 24
zh_hans: 刻印机头系统警报24

# _52525
source: Marking unit system warning 25
de: Beschriftungslaser – Systemwarnung 25
es_mx: Advertencia 25 del sistema de la unidad de marcado
fr: Avert. système unité de marquage 25
it: Avv. sistema unità marcatura 25
ko: 헤드 시스템 워닝25
th: การเตือนของระบบชุดมาร์ก 25
zh_hans: 刻印机头系统警报25

# _52526
source: Marking unit system warning 26
de: Beschriftungslaser – Systemwarnung 26
es_mx: Advertencia 26 del sistema de la unidad de marcado
fr: Avert. système unité de marquage 26
it: Avv. sistema unità marcatura 26
ko: 헤드 시스템 워닝26
th: การเตือนของระบบชุดมาร์ก 26
zh_hans: 刻印机头系统警报26

# _52527
source: Marking unit system warning 27
de: Beschriftungslaser – Systemwarnung 27
es_mx: Advertencia 27 del sistema de la unidad de marcado
fr: Avert. système unité de marquage 27
it: Avv. sistema unità marcatura 27
ko: 헤드 시스템 워닝27
th: การเตือนของระบบชุดมาร์ก 27
zh_hans: 刻印机头系统警报27

# _52528
source: Marking unit system warning 28
de: Beschriftungslaser – Systemwarnung 28
es_mx: Advertencia 28 del sistema de la unidad de marcado
fr: Avert. système unité de marquage 28
it: Avv. sistema unità marcatura 28
ko: 헤드 시스템 워닝28
th: การเตือนของระบบชุดมาร์ก 28
zh_hans: 刻印机头系统警报28

# _52529
source: Marking unit system warning 29
de: Beschriftungslaser – Systemwarnung 29
es_mx: Advertencia 29 del sistema de la unidad de marcado
fr: Avert. système unité de marquage 29
it: Avv. sistema unità marcatura 29
ko: 헤드 시스템 워닝29
th: การเตือนของระบบชุดมาร์ก 29
zh_hans: 刻印机头系统警报29

# _52530
source: Marking unit system warning 30
de: Beschriftungslaser – Systemwarnung 30
es_mx: Advertencia 30 del sistema de la unidad de marcado
fr: Avert. système unité de marquage 30
it: Avv. sistema unità marcatura 30
ko: 헤드 시스템 워닝30
th: การเตือนของระบบชุดมาร์ก 30
zh_hans: 刻印机头系统警报30

# _52531
source: Marking unit system warning 31
de: Beschriftungslaser – Systemwarnung 31
es_mx: Advertencia 31 del sistema de la unidad de marcado
fr: Avert. système unité de marquage 31
it: Avv. sistema unità marcatura 31
ko: 헤드 시스템 워닝31
th: การเตือนของระบบชุดมาร์ก 31
zh_hans: 刻印机头系统警报31

# _53
source: LD Current Error
th: เกิดข้อผิดพลาดที่กระแสของ LD

# _53000
source: Remote interlock in use
de: Fernverriegelung aktiviert
es_mx: Enclavam. remoto en uso
fr: Verrouillage à distance en cours
it: Interblocco remoto in uso
ko: 리모트 인터록 중
th: ใช้รีโมตอินเตอร์ล็อคอยู่
zh_hans: 正在进行远程自保

# _53001
source: Controlling Shutter
de: Shutter-Steuerung
es_mx: Control obturad.
fr: Contrôle obturateur
it: Controllo otturatore
ko: 셔터 제어 중
th: การควบคุมชัตเตอร์
zh_hans: 光闸控制中

# _53002
source: Trigger lock in use
de: Trigger-Sperre aktiv
es_mx: Bloq. disparo en uso
fr: Verrouillage trigger actif
it: Blocco trigger in uso
ko: 트리거 잠금 중
th: ใช้การล็อคทริกเกอร์อยู่
zh_hans: 触发锁定中

# _53003
source: Laser Disabled
de: Laser deaktiviert
es_mx: Laser deshabil.
fr: Laser désactivé
it: Laser disabilitato
ko: 레이저 정지 중
th: ปิดใช้งานเลเซอร์
zh_hans: 激光停止中

# _53004
source: Operation Mode Disabled
de: Laserbearbeitungsmodus deaktiviert
es_mx: Deshab. modo de oper. de procesam.
fr: Mode opération désactivé
it: Modalità di funzionamento disabilitata
ko: 가공 동작 정지 중
th: โหมดการทำงานการประมวลผลถูกปิดใช้งาน
zh_hans: 机械操作停止中

# _53005
source: Distance pointer ON
de: Abstandszeiger AN
es_mx: Puntero dist. ON
fr: Pointeur distance ON
it: Puntatore distanza ON
ko: 디스턴스 포인터 점등 중
th: ตัวระบุระยะโฟกัสเปิดอยู่
zh_hans: 距离指示灯照明中

# _53006
source: Unexcited laser state
de: Laserzustand: nicht angeregt
es_mx: Estado de láser sin activar
fr: État non excité du laser
it: Stato laser non eccitato
ko: 레이저 미여기 상태
th: สถานะเลเซอร์ยังไม่ถูกกระตุ้น
zh_hans: 激光未激发状态

# _53007
source: Adjusting LD temperature
de: Anpassung LD-Temperatur
es_mx: Ajust. temp. LD
fr: Ajustement T° DL
it: Regolazione temperatura LD
ko: LD 온도 조정 중
th: LD กำลังปรับอุณหภูมิ
zh_hans: LD温度调整中

# _53008
source: Warming up
de: Aufwärmphase
es_mx: Calentando
fr: Préchauffage
it: Riscaldamento
ko: 워밍업 운전 중
th: กำลังอุ่นเครื่อง
zh_hans: 预热运行中

# _53009
source: Auto-calibrating laser power
de: Automatisches Kalibrieren der Laserleistung
es_mx: Potencia láser autocalibrada
fr: Calibration automatique de la puissance laser
it: Autocalibrazione potenza laser
ko: 레이저 파워 오토 캘리브레이션 중
th: การปรับเทียบกำลังเลเซอร์อัตโนมัติ
zh_hans: 激光功率自动校正中

# _53010
source: Adjusting laser oscillator temperature
de: Temperaturanpassung für Laseroszillator
es_mx: Ajuste de temperatura del oscilador láser
fr: Réglage de la température de l'oscillateur laser
it: Regolazione temperatura oscillatore laser
ko: 발진기 온도 조정 중
th: การปรับค่าอุณหภูมิของอุปกรณ์กำเนิดแสงเลเซอร์
zh_hans: 振荡器温度调整中

# _53011
source: Contactor input OFF
de: Schützeingang AUS
es_mx: Entr. del cont. OFF
fr: Entrée contacteur OFF
it: Ingresso contattore OFF
ko: 컨택터 입력 OFF 상태
th: ปิดอินพุตคอนแทคเตอร์
zh_hans: 接触器输入关闭状态

# _53012
source: Communication shutter control in progress
de: Kommunikation Verschluss-Steuerung wird durchgeführt
es_mx: Control del obturador de comunicación en proceso
fr: Contrôle de l'obturateur par communication en cours
it: Comunicazione controllo otturatore in corso
ko: 통신 셔터 제어 중
th: การสื่อสารกับควบคุมชัตเตอร์กำลังทำงาน
zh_hans: 通讯光闸控制中

# _53013
source: Version Upgrade in Progress
de: Version wird aktualisiert
es_mx: Actualización de versión
fr: Mise à jour version
it: Aggiornamento versione in corso
ko: 버전 업그레이드 중
th: กำลังอัพเกรดเวอร์ชั่น
zh_hans: 版本升级中

# _53014
source: Safety shutter input OFF
de: Sicherheitsverschlusseingang: AUS
es_mx: Desactivación de la entrada del obturador de seguridad
fr: État entrée obturateur sécurité OFF
it: Ingresso otturat. Sicurezza OFF
ko: 안전셔터 입력 OFF상태
th: อินพุตชัตเตอร์ความปลอดภัยปิด
zh_hans: 安全光闸输入OFF状态

# _53015
source: Laser Safety Module OFF Status
de: Sicherheitsmodul für den Laser: Status AUS
es_mx: Estado desactivado del módulo de seguridad del láser
fr: État OFF Module de sécurité laser
it: Stato Modulo sicurezza laser OFF
ko: 레이저 안전모듈 OFF상태
th: สถานะปิดของโมดูลความปลอดภัยเลเซอร์
zh_hans: 激光安全模块OFF状态

# _53016
source: Lens Inspection in Progress
de: Fensterüberprüfung läuft
es_mx: Mantenimiento de ventana en curso
fr: Inspection de la lentille en cours
it: Ispezione lente in corso
ko: 윈도우 점검 중
th: กำลังดำเนินการการบำรุงรักษาเลนส์
zh_hans: 窗口检测中

# _53017
source: Distance laser stopping
de: Der Laser zur Positionserkennung wird gestoppt …
es_mx: Parada de láser de distancia
fr: Arrêt du laser de distance
it: Arresto del laser di distanza in corso
ko: 거리 측정 레이저 정지 중
th: เซนเซอร์วัดระยะไม่ทำงาน
zh_hans: 测距激光停止中

# _54
source: LD Over Current
fr: Surintensité DL
it: Sovracorrente LD
th: LDกระแสเกิน

# _54000
source: Job Content Incorrect Error
de: Fehler: Programminhalt falsch
es_mx: Error de contenido en el programa
fr: Erreur contenu de la tâche incorrect
it: Err. contenuto programma errato
ko: 작업 내용 부정 에러
th: ข้อผิดพลาดเนื้อหางานไม่ถูกต้อง
zh_hans: 任务内容不正确错误

# _54001
source: Job Memory Full Error
de: Fehler: Programmspeicher voll
es_mx: Error, mem. De programa llena
fr: Erreur mémoire tâche pleine
it: Err. memoria programma piena
ko: 작업 메모리 풀 에러
th: ข้อผิดพลาดหน่วยความจำงานเต็ม
zh_hans: 任务存储器溢出错误

# _54002
source: Built-in memory card full error
de: Fehler: Interne Speicherkarte voll
es_mx: Error, tarj. mem. integrada llena
fr: Erreur mémoire intégrée pleine
it: Err. scheda memoria integrata piena
ko: 내부 메모리 카드 풀 에러
th: ข้อผิดพลาดการ์ดหน่วยความจำภายในเต็ม
zh_hans: 内部存储卡溢出错误

# _54003
source: USB flash drive full error
de: Fehler: USB-Flash-Laufwerk voll
es_mx: Error, unidad flash USB llena
fr: Erreur périphérique USB plein
it: Err. flash drive USB pieno
ko: USB 메모리 풀 에러
th: ข้อผิดพลาด USB แฟลชไดรฟ์เต็ม
zh_hans: USB存储器溢出错误

# _54004
source: USB flash drive not inserted error
de: Fehler: USB-Flash-Laufwerk nicht vorhanden
es_mx: Error, unidad flash USB no insertada
fr: Erreur périphérique USB non inséré
it: Err. flash drive USB non inserito
ko: USB 메모리 미삽입 에러
th: ข้อผิดพลาดไม่ได้ใส่ USB แฟลชไดรฟ์
zh_hans: USB存储器未插入错误

# _54005
source: USB flash drive cannot be recognized error
de: Fehler: USB-Flash-Laufwerk nicht erkannt
es_mx: Error, unidad flash USB no reconocida
fr: Le périphérique USB ne peut être reconnu
it: Err. flash drive USB non riconosciuto
ko: USB 메모리 인식 불능 에러
th: ข้อผิดพลาดไม่สามารถตรวจจับ USB แฟลชไดรฟ์
zh_hans: USB存储器不能识别错误

# _54006
source: Priority error
de: Fehler: Priorität
es_mx: Error prioridad
fr: Erreur prioritaire
it: Err. priorità
ko: 우선권 에러
th: ข้อผิดพลาดจากลำดับความสำคัญ
zh_hans: 优先权错误

# _54008
source: No-File Error
de: Fehler: Keine Datei
es_mx: Error, no hay arch.
fr: Erreur fichier absent
it: Err.nessun file
ko: 파일 없음 에러
th: ข้อผิดพลาดไม่มีไฟล์
zh_hans: 无文件错误

# _54009
source: Busy Error
de: Fehler: Gerät beschäftigt
es_mx: Error de procesamiento
fr: Erreur occupé
it: Err. busy
ko: Busy 에러
th: ข้อผิดพลาดระบบไม่ว่าง
zh_hans: 忙碌错误
