Repository: UMISolutions/LaserMarking2
Catalog: LaserMarking/Marking Builder Plus 2/MarkingDiagnosticTool_Ver2/Language/Resources_ActiveX.*.resx
Languages: de, es_mx, fr, it, ko, th, zh_hans

# _51069
source: System Error 20
de: Systemfehler 20
es_mx: Error sist. 20
fr: Erreur système 20
it: Err. sistema 20
ko: 시스템 에러20
th: ข้อผิดพลาดของระบบ 20
zh_hans: 系统错误20

# _51070
source: System Error 21
de: Systemfehler 21
es_mx: Error sist. 21
fr: Erreur système 21
it: Err. sistema 21
ko: 시스템 에러21
th: ข้อผิดพลาดของระบบ 21
zh_hans: 系统错误21

# _51071
source: System Error 22
de: Systemfehler 22
es_mx: Error sist. 22
fr: Erreur système 22
it: Err. sistema 22
ko: 시스템 에러22
th: ข้อผิดพลาดของระบบ 22
zh_hans: 系统错误22

# _51072
source: System Error 23
de: Systemfehler 23
es_mx: Error sist. 23
fr: Erreur système 23
it: Err. sistema 23
ko: 시스템 에러23
th: ข้อผิดพลาดของระบบ 23
zh_hans: 系统错误23

# _51073
source: System Error 24
de: Systemfehler 24
es_mx: Error sist. 24
fr: Erreur système 24
it: Err. sistema 24
ko: 시스템 에러24
th: ข้อผิดพลาดของระบบ 24
zh_hans: 系统错误24

# _51074
source: System Error 25
de: Systemfehler 25
es_mx: Error sist. 25
fr: Erreur système 25
it: Err. sistema 25
ko: 시스템 에러25
th: ข้อผิดพลาดของระบบ 25
zh_hans: 系统错误25

# _51075
source: System Error 26
de: Systemfehler 26
es_mx: Error sist. 26
fr: Erreur système 26
it: Err. sistema 26
ko: 시스템 에러26
th: ข้อผิดพลาดของระบบ 26
zh_hans: 系统错误26

# _51090
source: Internal clock incorrect setting error
de: Fehler: Die interne Systemuhr ist nicht richtig eingestellt
es_mx: Error, config. incorrecta del reloj interno
fr: Erreur réglage incorrect de l'horloge interne
it: Err. impostazione errata orologio interno
ko: 내부 시계 미설정 에러
th: ข้อผิดพลาดการตั้งค่านาฬิกาภายในไม่ถูกต้อง
zh_hans: 内部时钟设置不正确错误

# _51091
source: Internal clock access error
de: Interne Systemuhr Zugriff Fehler
es_mx: Error acceso del reloj interno
fr: Erreur d'accès à l'horloge interne
it: Err. accesso orologio interno
ko: 내부 시계 접속 에러
th: ข้อผิดพลาดการเข้าถึงนาฬิกาภายใน
zh_hans: 内部时钟访问错误

# _51092
source: Internal Memory Access Error
de: Fehler: Zugriff auf internen Speicher
es_mx: Error acceso a la memoria interna
fr: Erreur Accès mémoire interne
it: Err. accesso memoria interna
ko: 내장 메모리 액서스 에러
th: ข้อผิดพลาดการเข้าถึงหน่วยความจำภายใน
zh_hans: 内置存储器访问错误

# _51100
source: LD high-temperature error
de: Fehler: LD-Temperatur zu hoch
es_mx: Error por altas temperat. LD
fr: Erreur température DL élevée
it: Err. alta temperatura LD
ko: LD 고온 에러
th: ข้อผิดพลาด LD อุณหภูมิสูง
zh_hans: LD高温错误

# _51101
source: LD low-temperature error
de: Fehler: LD-Temperatur zu niedrig
es_mx: Error por bajas temperaturas LD
fr: Erreur température DL basse
it: Err. bassa temperatura LD
ko: LD 저온 에러
th: ข้อผิดพลาด LD อุณหภูมิต่ำ
zh_hans: LD低温错误

# _51102
source: Marking unit High-Temperature Error
de: Fehler: Beschriftungslaser zu Heiß
es_mx: Error Altas Temp. Cabez. Marc.
fr: Err. Hte Tempér. Unité de Marquage
it: Err. alta temperatura unità marcatura
ko: 헤드 고온 에러
th: ข้อผิดพลาดชุดมาร์กมีอุณหภูมิสูง
zh_hans: 磁头高温错误

# _51104
source: Qsw stop error
de: Fehler: Qsw-Stopp
es_mx: Error parada Qsw
fr: Erreur arrêt Qsw
it: Err. stop Qsw
ko: Q 스위치 정지 에러
th: ข้อผิดพลาดจาก Qsw หยุด
zh_hans: Ｑ开关停止错误

# _51105
source: Q switch power error
de: Fehler: Qsw-Leistung
es_mx: Error de alim. Qsw
fr: Erreur alimentation Qswitch
it: Err. potenza Qsw
ko: Q 스위치 전원 에러
th: ข้อผิดพลาดจากไฟจ่าย Qsw
zh_hans: Q开关电源错误

# _51106
source: Qsw control error
de: Fehler: Qsw-Steuerung
es_mx: Error de control Qsw
fr: Erreur de contrôle Qsw
it: Err. controllo Qsw
ko: Q 스위치 제어 에러
th: ข้อผิดพลาดการควบคุม Qsw
zh_hans: Ｑ开关控制错误

# _51107
source: Qsw run check error
de: Fehler: Qsw Überprüfung
es_mx: Comp. error ejecuc. Qsw
fr: Erreur vérification exécution Qsw
it: Err. controllo funzion. Qsw
ko: Q 스위치 동작 체크 에러
th: ข้อผิดพลาดตรวจสอบการรัน Qsw
zh_hans: Q开关操作检查错误

# _51110
source: Laser power auto-calibration error
de: Fehler: Problem bei der automatischen Justage der Laserleistung
es_mx: Error en la autocalibración de la potencia láser
fr: Erreur étalonnage automatique puissance laser
it: Err. autocalibrazione potenza laser
ko: 레이저 파워 오토 캘리브레이션 에러
th: ข้อผิดพลาดในการปรับเทียบกำลังเลเซอร์อัตโนมัติ
zh_hans: 激光功率自动校正错误

# _51111
source: Z Coordinate Correction Amount Upper Limit Error
de: Fehler: Oberer Grenzwert für den Umfang der Z-Koordinatenkorrektur erreicht
es_mx: Error en el límite sup. de la cantidad de corrección de la coordenada Z
fr: Erreur Limite supérieure correction coordonnée Z
it: Err. limite superiore quantità correzione coordinata Z
ko: Z좌표 보정 상한 에러
th: ข้อผิดพลาดที่ขีดจำกัดบนของปริมาณการแก้ไขพิกัด Z
zh_hans: Z坐标校正上限错误

# _51112
source: Z Coordinate Correction Amount Lower Limit Error
de: Fehler: Unterer Grenzwert für den Umfang der Z-Koordinatenkorrektur erreicht
es_mx: Error en el límite inf. de la cantidad de corrección de la coordenada Z
fr: Erreur Limite inférieure correction coordonnée Z
it: Err. limite inferiore quantità correzione coordinata Z
ko: Z좌표 보정 하한 에러
th: ข้อผิดพลาดที่ขีดจำกัดล่างของปริมาณการแก้ไขพิกัด Z
zh_hans: Z坐标校正下限错误

# _51113
source: Z Coordinate Measurement Failure Error
de: Fehler: Z-Koordinatenmessung fehlgeschlagen
es_mx: Error de fallo de medición de la coordenada Z
fr: Erreur échec de mesure coordonnée Z
it: Err. errata misurazione coordinata Z
ko: Z좌표 측정 실패 에러
th: ข้อผิดพลาดการวัดพิกัด Z ล้มเหลว
zh_hans: Z坐标测定失败错误

# _51114
source: Current Job Error
de: Fehler: Aktuelles Programm
es_mx: Error en el programa actual
fr: Erreur tâche en cours
it: Err. programma corrente
ko: 카운트 작업 에러
th: งานปัจจุบันมีข้อผิดพลาด
zh_hans: 当前任务错误

# _51115
source: Position Correction Amount Upper Limit Error
de: Fehler: oberer Grenzwert für den Umfang der Positionskorrektur erreicht
es_mx: Error en el límite sup. de la cantidad de corrección de posición
fr: Erreur Limite supérieure correction de position
it: Err. limite superiore quantità correzione posizione
ko: 위치 보정량 상한 에러
th: ข้อผิดพลาดของขีดจำกัดบนในการปรับปริมาณการแก้ไข
zh_hans: 位置校正量上限错误

# _51116
source: Position Correction Matching Level Drop Error
de: Fehler: Absinken des Korrelationswerts der Positionskorrektur
es_mx: Error de caída de valor de correlación de la corrección de posición
fr: Erreur Baisse valeur de corrélation de correction de position
it: Err. caduta livello corrispondenza della correzione posizione
ko: 위치 보정 상관치 저하 에러
th: ข้อผิดพลาดของระดับการเทียบเคียงในปริมาณการแก้ไขลดลง
zh_hans: 位置校正相关值降低错误

# _51117
source: Tilt Correction Amount Upper Limit Error
de: Fehler: oberer Grenzwert für den Umfang der Neigungskorrektur erreicht
es_mx: Error en el límite sup. de la cantidad de corrección de inclinación
fr: Erreur Limite supérieure correction d’inclinaison
it: Err. limite superiore quantità correzione inclinazione
ko: 기울기 보정량 상한 에러
th: ข้อผิดพลาดของขีดจำกัดบนในการแก้ไขความเอียง
zh_hans: 倾斜校正量上限错误

# _51118
source: Z Coordinate Correction Amount Stability Drop Error
de: Fehler: Stabilitätsabfall des Umfangs der Z-Koordinatenkorrektur
es_mx: Error de caída de estabilidad de la cantidad de corrección de la coordenada Z
fr: Erreur Chute de stabilité correction coordonnée Z
it: Err. caduta stabilità quantità correzione coordinata Z
ko: Z좌표 보정 안정도 저하 에러
th: ข้อผิดพลาดของปริมาณการแก้ไขพิกัด Z มีความเสถียรลดลง
zh_hans: Z坐标校正稳定度降低错误

# _51119
source: Position adjustment measurement failure error
de: Fehler: Messung der Anpassung der Objektposition fehlgeschlagen
es_mx: Error de medición de ajuste de posición
fr: Erreur d'échec de mesure d'ajustement de position
it: Err. errata misurazione regolazione posizione
ko: 위치 보정 계측 실패 에러
th: ข้อผิดพลาดการวัดเพื่อปรับตำแหน่งล้มเหลว
zh_hans: 位置校正测量失败错误

# _51132
source: Voltage Drop Error
de: Fehler: Spannungsabfall
es_mx: Error Bajo Voltaje
fr: Err. Chute Tension
it: Err. caduta tensione
ko: 전원 전압 저하 에러
th: ข้อผิดพลาดแรงดันไฟฟ้าลดลง
zh_hans: 电源电压降低错误

# _51137
source: System Error 27
de: Systemfehler 27
es_mx: Error sist. 27
fr: Erreur système 27
it: Err. sistema 27
ko: 시스템 에러27
th: ข้อผิดพลาดของระบบ 27
zh_hans: 系统错误27

# _51138
source: System Error 28
de: Systemfehler 28
es_mx: Error sist. 28
fr: Erreur système 28
it: Err. sistema 28
ko: 시스템 에러28
th: ข้อผิดพลาดของระบบ 28
zh_hans: 系统错误28

# _51139
source: System Error 29
de: Systemfehler 29
es_mx: Error sist. 29
fr: Erreur système 29
it: Err. sistema 29
ko: 시스템 에러29
th: ข้อผิดพลาดของระบบ 29
zh_hans: 系统错误29

# _51140
source: System Error 30
de: Systemfehler 30
es_mx: Error sist. 30
fr: Erreur système 30
it: Err. sistema 30
ko: 시스템 에러30
th: ข้อผิดพลาดของระบบ 30
zh_hans: 系统错误30

# _51141
source: System Error 31
de: Systemfehler 31
es_mx: Error sist. 31
fr: Erreur système 31
it: Err. sistema 31
ko: 시스템 에러31
th: ข้อผิดพลาดของระบบ 31
zh_hans: 系统错误31

# _51142
source: System Error 32
de: Systemfehler 32
es_mx: Error sist. 32
fr: Erreur système 32
it: Err. sistema 32
ko: 시스템 에러32
th: ข้อผิดพลาดของระบบ 32
zh_hans: 系统错误32

# _51143
source: System Error 33
de: Systemfehler 33
es_mx: Error sist. 33
fr: Erreur système 33
it: Err. sistema 33
ko: 시스템 에러33
th: ข้อผิดพลาดของระบบ 33
zh_hans: 系统错误33

# _51144
source: Laser Reflection error
de: Fehler: Laserreflexion
es_mx: Error Reflejo Láser
fr: Err. Rayon Laser
it: Err. riflessione laser
ko: 반사광 에러
th: ข้อผิดพลาดจากการสะท้อนเลเซอร์
zh_hans: 反射光错误

# _51150
source: Image processing CPU startup error
de: Fehler: Start der CPU zur Bildverarbeitung
es_mx: Error de arranque de la CPU de procesamiento de imágenes
fr: Erreur de démarrage de l'UC de traitement d'images
it: Err. avvio CPU elaborazione immagine
ko: 이미지 처리 CPU 실행 에러
th: ข้อผิดพลาดการเริ่ม CPU ประมวลผลภาพ
zh_hans: 图像处理CPU启动错误

# _51151
source: Image processing communication error
de: Fehler: Kommunikation zur Bildverarbeitung
es_mx: Error de comunicación del procesamiento de imágenes
fr: Erreur de communication de traitement d'images
it: Err. comunicazione elaborazione immagine
ko: 이미지 처리 통신 에러
th: ข้อผิดพลาดในการสื่อสารการประมวลผลภาพ
zh_hans: 图像处理通讯错误

# _51152
source: XY tracking memory full error
de: Fehler: Speicher für die XY-Erfassung voll
es_mx: Error de mem. de seguimiento de XY
fr: Erreur de mémoire de suivi XY saturée
it: Err. memoria scansione XY piena
ko: XY좌표 메모리 풀 에러
th: ข้อผิดพลาดหน่วยความจำของการติดตาม XY เต็ม
zh_hans: XY跟踪存储器溢出错误

# _51153
source: XY tracking data error
de: Fehler: Daten der XY-Erfassung
es_mx: Error de datos de supervisión de XY
fr: Erreur de données de suivi XY
it: Err. dati scansione XY
ko: XY좌표 데이터 에러
th: ข้อผิดพลาดข้อมูลการติดตาม XY
zh_hans: XY跟踪数据错误

# _51160
source: User information read failure error
de: Fehler: Benutzerdaten-Lesefehler
es_mx: Error de lectura de información de usuario
fr: Erreur d’échec de lecture des informations utilisateur
it: Err. errata lettura delle informazioni utente
ko: 사용자 정보 로딩 실패 에러
th: ข้อผิดพลาดในการอ่านข้อมูลผู้ใช้ล้มเหลว
zh_hans: 用户信息装载失败错误

# _51202
source: Controller top fan error
de: Fehler: Steuergerät-Lüfter oben
es_mx: Error ventilador sup. controlador
fr: Erreur ventilateur suppérieur contrôleur
it: Err. ventola super.controllore
ko: 컨트롤러 상부 팬 에러
th: ข้อผิดพลาดจากพัดลมด้านบนของชุดควบคุม
zh_hans: 控制器上部风扇错误

# _51203
source: Controller bottom fan error
de: Fehler: Steuergerät-Lüfter unten
es_mx: Error ventilador inf. controlador
fr: Erreur ventilateur inférieur contrôleur
it: Err. ventola infer.controllore
ko: 컨트롤러 하부 팬 에러
th: ข้อผิดพลาดจากพัดลมด้านล่างของชุดควบคุม
zh_hans: 控制器下部风扇错误

# _51204
source: Head control cable unconnected error
de: Fehler: Kopfsteuerungskabel nicht angeschlossen
es_mx: Error, Cable de control desconectado.
fr: Erreur câble contrôle de la unité de non connecté
it: Err. cavo controllo testa non connesso
ko: 헤드 제어 케이블 미접속 에러
th: ข้อผิดพลาดจากสายควบคุมส่วนหัวไม่มีการเชื่อมต่อ
zh_hans: 刻印模组控制缆线未连接错误

# _51205
source: Head Power Cable Unconnected Error
de: Fehler: Kopf-Stromkabel nicht Angeschlossen
es_mx: Error, Cable Cabezal Desconectado
fr: Err. Câble Alim. Unité de Non Connecté
it: Err. cavo aliment.testa non connesso
ko: 헤드 전원 케이블 미접속 에러
th: ข้อผิดพลาดจากสายไฟจ่ายส่วนหัวไม่มีการเชื่อมต่อ
zh_hans: 刻印模组电源缆线未连接错误

# _51206
source: Marking unit fan lock error
de: Fehler: Gesperrter Beschriftungslaser-Lüfter
es_mx: Error por bloqueo del ventilador de la unidad de marcado
fr: Erreur blocage ventilateur unité de marquage
it: Err. blocco ventola unità marcatura
ko: 헤드 팬 잠금 에러
th: ข้อผิดพลาดจากพัดลมของชุดมาร์กถูกล็อค
zh_hans: 刻印机头风扇锁定错误

# _51220
source: System Error 34
de: Systemfehler 34
es_mx: Error sist. 34
fr: Erreur système 34
it: Err. sistema 34
ko: 시스템 에러34
th: ข้อผิดพลาดของระบบ 34
zh_hans: 系统错误34

# _51221
source: System Error 35
de: Systemfehler 35
es_mx: Error sist. 35
fr: Erreur système 35
it: Err. sistema 35
ko: 시스템 에러35
th: ข้อผิดพลาดของระบบ 35
zh_hans: 系统错误35

# _51222
source: System Error 36
de: Systemfehler 36
es_mx: Error sist. 36
fr: Erreur système 36
it: Err. sistema 36
ko: 시스템 에러36
th: ข้อผิดพลาดของระบบ 36
zh_hans: 系统错误36

# _51223
source: System Error 37
de: Systemfehler 37
es_mx: Error sist. 37
fr: Erreur système 37
it: Err. sistema 37
ko: 시스템 에러37
th: ข้อผิดพลาดของระบบ 37
zh_hans: 系统错误37

# _51224
source: System Error 38
de: Systemfehler 38
es_mx: Error sist. 38
fr: Erreur système 38
it: Err. sistema 38
ko: 시스템 에러38
th: ข้อผิดพลาดของระบบ 38
zh_hans: 系统错误 38

# _51225
source: System Error 39
de: Systemfehler 39
es_mx: Error sist. 39
fr: Erreur système 39
it: Err. sistema 39
ko: 시스템 에러39
th: ข้อผิดพลาดของระบบ 39
zh_hans: 系统错误39

# _51226
source: System Error 40
de: Systemfehler 40
es_mx: Error sist. 40
fr: Erreur système 40
it: Err. sistema 40
ko: 시스템 에러40
th: ข้อผิดพลาดของระบบ 40
zh_hans: 系统错误40

# _51227
source: System Error 41
de: Systemfehler 41
es_mx: Error sist. 41
fr: Erreur système 41
it: Err. sistema 41
ko: 시스템 에러41
th: ข้อผิดพลาดของระบบ 41
zh_hans: 系统错误 41

# _51228
source: System Error 42
de: Systemfehler 42
es_mx: Error sist. 42
fr: Erreur système 42
it: Err. sistema 42
ko: 시스템 에러42
th: ข้อผิดพลาดของระบบ 42
zh_hans: 系统错误 42

# _51229
source: System Error 43
de: Systemfehler 43
es_mx: Error sist. 43
fr: Erreur système 43
it: Err. sistema 43
ko: 시스템 에러43
th: ข้อผิดพลาดของระบบ 43
zh_hans: 系统错误 43

# _51230
source: System Error 44
de: Systemfehler 44
es_mx: Error sist. 44
fr: Erreur système 44
it: Err. sistema 44
ko: 시스템 에러44
th: ข้อผิดพลาดของระบบ 44
zh_hans: 系统错误 44

# _51231
source: System Error 45
de: Systemfehler 45
es_mx: Error sist. 45
fr: Erreur système 45
it: Err. sistema 45
ko: 시스템 에러45
th: ข้อผิดพลาดของระบบ 45
zh_hans: 系统错误 45

# _51232
source: System Error 46
de: Systemfehler 46
es_mx: Error sist. 46
fr: Erreur système 46
it: Err. sistema 46
ko: 시스템 에러46
th: ข้อผิดพลาดของระบบ 46
zh_hans: 系统错误 46

# _51233
source: System Error 47
de: Systemfehler 47
es_mx: Error sist. 47
fr: Erreur système 47
it: Err. sistema 47
ko: 시스템 에러47
th: ข้อผิดพลาดของระบบ 47
zh_hans: 系统错误47

# _51234
source: LD temperature unadjustable error
de: Fehler: LD-Temperatur nicht anpassbar
es_mx: Error por temperatura no ajustable del LD
fr: Erreur température DL non réglable
it: Err. temperatura LD non regolabile
ko: LD 온도 조정 불가능 에러
th: ข้อผิดพลาดไม่สามารถปรับอุณหภูมิ LD ได้
zh_hans: LD温度不能调整错误

# _51235
source: System Error 49
de: Systemfehler 49
es_mx: Error sist. 49
fr: Erreur système 49
it: Err. sistema 49
ko: 시스템 에러49
th: ข้อผิดพลาดของระบบ 49
zh_hans: 系统错误49

# _51236
source: System Error 50
de: Systemfehler 50
es_mx: Error sist. 50
fr: Erreur système 50
it: Err. sistema 50
ko: 시스템 에러50
th: ข้อผิดพลาดของระบบ 50
zh_hans: 系统错误 50

# _51237
source: System Error 51
de: Systemfehler 51
es_mx: Error sist. 51
fr: Erreur système 51
it: Err. sistema 51
ko: 시스템 에러51
th: ข้อผิดพลาดของระบบ 51
zh_hans: 系统错误 51

# _51238
source: System Error 52
de: Systemfehler 52
es_mx: Error sist. 52
fr: Erreur système 52
it: Err. sistema 52
ko: 시스템 에러52
th: ข้อผิดพลาดของระบบ 52
zh_hans: 系统错误 52

# _51239
source: System Error 53
de: Systemfehler 53
es_mx: Error sist. 53
fr: Erreur système 53
it: Err. sistema 53
ko: 시스템 에러53
th: ข้อผิดพลาดของระบบ 53
zh_hans: 系统错误 53

# _51240
source: System Error 60
de: Systemfehler 60
es_mx: Error sist. 60
fr: Erreur système 60
it: Err. sistema 60
ko: 시스템 에러60
th: ข้อผิดพลาดของระบบ 60
zh_hans: 系统错误 60

# _51241
source: System Error 61
de: Systemfehler 61
es_mx: Error sist. 61
fr: Erreur système 61
it: Err. sistema 61
ko: 시스템 에러61
th: ข้อผิดพลาดของระบบ 61
zh_hans: 系统错误 61

# _51242
source: System Error 62
de: Systemfehler 62
es_mx: Error sist. 62
fr: Erreur système 62
it: Err. sistema 62
ko: 시스템 에러62
th: ข้อผิดพลาดของระบบ 62
zh_hans: 系统错误 62

# _51243
source: System Error 63
de: Systemfehler 63
es_mx: Error sist. 63
fr: Erreur système 63
it: Err. sistema 63
ko: 시스템 에러63
th: ข้อผิดพลาดของระบบ 63
zh_hans: 系统错误 63

# _51244
source: System Error 64
de: Systemfehler 64
es_mx: Error sist. 64
fr: Erreur système 64
it: Err. sistema 64
ko: 시스템 에러64
th: ข้อผิดพลาดของระบบ 64
zh_hans: 系统错误 64

# _51245
source: System Error 65
de: Systemfehler 65
es_mx: Error sist. 65
fr: Erreur système 65
it: Err. sistema 65
ko: 시스템 에러65
th: ข้อผิดพลาดของระบบ 65
zh_hans: 系统错误 65

# _51246
source: System Error 66
de: Systemfehler 66
es_mx: Error sist. 66
fr: Erreur système 66
it: Err. sistema 66
ko: 시스템 에러66
th: ข้อผิดพลาดของระบบ 66
zh_hans: 系统错误 66

# _51247
source: System Error 67
de: Systemfehler 67
es_mx: Error sist. 67
fr: Erreur système 67
it: Err. sistema 67
ko: 시스템 에러67
th: ข้อผิดพลาดของระบบ 67
zh_hans: 系统错误 67

# _51248
source: System Error 68
de: Systemfehler 68
es_mx: Error sist. 68
fr: Erreur système 68
it: Err. sistema 68
ko: 시스템 에러68
th: ข้อผิดพลาดของระบบ 68
zh_hans: 系统错误 68

# _51249
source: System Error 69
de: Systemfehler 69
es_mx: Error sist. 69
fr: Erreur système 69
it: Err. sistema 69
ko: 시스템 에러69
th: ข้อผิดพลาดของระบบ 69
zh_hans: 系统错误 69

# _51250
source: System Error 70
de: Systemfehler 70
es_mx: Error sist. 70
fr: Erreur système 70
it: Err. sistema 70
ko: 시스템 에러70
th: ข้อผิดพลาดของระบบ 70
zh_hans: 系统错误70

# _51251
source: System Error 71
de: Systemfehler 71
es_mx: Error sist. 71
fr: Erreur système 71
it: Err. sistema 71
ko: 시스템 에러71
th: ข้อผิดพลาดของระบบ 71
zh_hans: 系统错误71

# _51252
source: Scanner error 3
de: Scannerfehler 3
es_mx: Error escáner 3
fr: Erreur scanner 3
it: Err. scanner 3
ko: 스캐너 에러3
th: ข้อผิดพลาดของสแกนเนอร์ 3
zh_hans: 扫描仪错误 3

# _51253
source: Scanner error 4
de: Scannerfehler 4
es_mx: Error escáner 4
fr: Erreur scanner 4
it: Err. scanner 4
ko: 스캐너 에러4
th: ข้อผิดพลาดของสแกนเนอร์ 4
zh_hans: 扫描仪错误 4

# _51254
source: Scanner error 5
de: Scannerfehler 5
es_mx: Error escáner 5
fr: Erreur scanner 5
it: Err. scanner 5
ko: 스캐너 에러5
th: ข้อผิดพลาดของสแกนเนอร์ 5
zh_hans: 扫描仪错误 5

# _51255
source: Scanner error 6
de: Scannerfehler 6
es_mx: Error escáner 6
fr: Erreur scanner 6
it: Err. scanner 6
ko: 스캐너 에러6
th: ข้อผิดพลาดของสแกนเนอร์ 6
zh_hans: 扫描仪错误 6

# _51256
source: System Error 72
de: Systemfehler 72
es_mx: Error sist. 72
fr: Erreur système 72
it: Err. sistema 72
ko: 시스템 에러72
th: ข้อผิดพลาดของระบบ 72
zh_hans: 系统错误72

# _51257
source: Controller Power Error
de: Controller-Strom-Fehl.
es_mx: Error Alim. Control.
fr: Err. Alim. Contrôleur
it: Err. potenza controllore
ko: 컨트롤러 전원 에러
th: ข้อผิดพลาดจากไฟจ่ายของชุดควบคุม
zh_hans: 控制器电源错误

# _51258
source: Voltage Drop Error
de: Fehler: Spannungsabfall
es_mx: Error Bajo Voltaje
fr: Err. Chute Tension
it: Err. caduta tensione
ko: 전원 전압 저하 에러
th: ข้อผิดพลาดแรงดันไฟฟ้าลดลง
zh_hans: 电源电压降低错误

# _51259
source: 24V Voltage Drop Error
de: Fehler: 24 V-Spannungsabfall
es_mx: Error Bajo Voltaje 24 V
fr: Err. Chute Tension 24 V
it: Err. caduta tensione 24 V
ko: 24V 전원 전압 저하 에러
th: ข้อผิดพลาดแรงดันไฟฟ้า 24V ลดลง
zh_hans: 24V电源电压降低错误

# _51260
source: Voltage Drop Error 2
de: Fehler 2: Spannungsabfall
es_mx: Error Bajo Voltaje 2
fr: Erreur Chute de tension 2
it: Err. caduta tensione 2
ko: 전원 전압 저하 에러2
th: ข้อผิดพลาดแรงดันไฟฟ้าลดลง 2
zh_hans: 电源电压降低错误2

# _51261
source: System Error 73
de: Systemfehler 73
es_mx: Error sist. 73
fr: Erreur système 73
it: Err. sistema 73
ko: 시스템 에러73
th: ข้อผิดพลาดของระบบ 73
zh_hans: 系统错误73

# _51262
source: System Error 74
de: Systemfehler 74
es_mx: Error sist. 74
fr: Erreur système 74
it: Err. sistema 74
ko: 시스템 에러74
th: ข้อผิดพลาดของระบบ 74
zh_hans: 系统错误74

# _51270
source: Controller high-temperature error
de: Fehler: Steuergerät zu heiß
es_mx: Error altas temp. controlador
fr: Erreur température contrôleur trop haute
it: Err. alta temperatura controllore
ko: 컨트롤러 고온 에러
th: ข้อผิดพลาดชุดควบคุมมีอุณหภูมิสูง
zh_hans: 控制器高温错误

# _51271
source: Controller low-temperature error
de: Fehler: Steuergerät zu kalt
es_mx: Error bajas temp. controlador
fr: Erreur température contrôleur trop basse
it: Err. bassa temperatura controllore
ko: 컨트롤러 저온 에러
th: ข้อผิดพลาดชุดควบคุมมีอุณหภูมิต่ำ
zh_hans: 控制器低温错误

# _51272
source: Marking unit high-temperature error (laser tube)
de: Fehler: Beschriftungslaser zu heiß (Laserröhre)
es_mx: Error por altas temperaturas de la unidad de marcado (tubo láser)
fr: Erreur température unité de marquage élevée (tube laser)
it: Err. alta temperatura unità marcatura (tubo laser)
ko: 헤드 고온 에러(레이저관)
th: ข้อผิดพลาดชุดมาร์กมีอุณหภูมิสูง (หลอดเลเซอร์)
zh_hans: 磁头高温错误（激光管）

# _51273
source: Laser Safety Module Status Error
de: Statusfehler: Sicherheitsmodul für den Laser
es_mx: Error de estado del módulo de seguridad del láser
fr: Erreur d’état du module de sécurité laser
it: Errore stato modulo di sicurezza laser
ko: 레이저 안전 모듈 상태 에러
th: ข้อผิดพลาดสถานะของโมดูลความปลอดภัยเลเซอร์
zh_hans: 激光安全模块状态错误

# _51274
source: Marking Unit High-Temperature Error (Internal Displacement Sensor)
de: Fehler: Beschriftungslaser zu heiß (interner Wegmesssensor)
es_mx: Error Altas Temp. Cabez. Marc. (Sensor de desp. interno)
fr: Erreur Température haute unité de marquage (capteur déplacement externe)
it: Err. alta temperatura unità marcatura (sensore di spostamento interno)
ko: 헤드 고온 에러(내장 변위 센서)
th: ข้อผิดพลาดอุณหภูมิของชุดมาร์กสูง (เซนเซอร์วัดระยะภายใน)
zh_hans: 刻印机头高温错误（内置位移传感器）

# _51275
source: Marking Unit Low-Temperature Error (Internal Displacement Sensor)
de: Fehler: Beschriftungslaser zu kalt (interner Wegmesssensor)
es_mx: Error Bajas Temp. Cabez. Marc. (Sensor de desp. interno)
fr: Erreur Température basse unité de marquage (capteur déplacement externe)
it: Err. bassa temperatura unità marcatura (sensore di spostamento interno)
ko: 헤드 저온 에러(내장 변위 센서)
th: ข้อผิดพลาดอุณหภูมิของชุดมาร์กต่ำ เซนเซอร์วัดระยะภายใน)
zh_hans: 刻印机头低温错误（内置位移传感器）

# _51280
source: Marking unit high-temperature error (plate)
de: Fehler: Beschriftungslaser zu heiß (Platte)
es_mx: Error altas temp. cabezal (placa)
fr: Erreur Haute température unité de marquage (plaque)
it: Err. alta temperatura unità marcatura (piastra)
ko: 헤드 고온 에러(플레이트)
th: ข้อผิดพลาดชุดมาร์กมีอุณหภูมิสูง (แผ่น)
zh_hans: 刻印机头高温错误（金属板）

# _51281
source: Marking unit low-temperature error (plate)
de: Fehler: Beschriftungslaser zu kalt (Platte)
es_mx: Error bajas temp. Cabezal (placa)
fr: Erreur Basse température unité de marquage (plaque)
it: Err. bassa temperatura unità marcatura (piastra)
ko: 헤드 저온 에러(플레이트)
th: ข้อผิดพลาดชุดมาร์กมีอุณหภูมิต่ำ (แผ่น)
zh_hans: 刻印机头低温错误（金属板）

# _51282
source: Marking unit high-temperature error (board)
de: Fehler: Beschriftungslaser zu heiß (Platine)
es_mx: Error altas temp. cabezal (tecl.)
fr: Erreur Haute température unité de marquage (carte)
it: Err. alta temperatura unità marcatura (scheda)
ko: 헤드 고온 에러(기판)
th: ข้อผิดพลาดชุดมาร์กมีอุณหภูมิสูง (บอร์ด)
zh_hans: 刻印机头高温错误（基板）

# _51283
source: Marking unit low-temperature error (board)
de: Fehler: Beschriftungslaser zu kalt (Platine)
es_mx: Error bajas temp. cabezal(tecl.)
fr: Erreur Basse température unité de marquage (carte)
it: Err. bassa temperatura unità marcatura (scheda)
ko: 헤드 저온 에러(기판)
th: ข้อผิดพลาดชุดมาร์กมีอุณหภูมิต่ำ (บอร์ด)
zh_hans: 刻印机头低温错误（基板）

# _51284
source: Scanner high-temperature error
de: Fehler: Scannertemperatur zu hoch
es_mx: Error altas temperat. del escáner
fr: Erreur température élevée scanner
it: Err. alta temperatura scanner
ko: 스캐너 고온 에러
th: ข้อผิดพลาดสแกนเนอร์มีอุณหภูมิสูง
zh_hans: 扫描仪高温错误
