Repository: UMISolutions/LaserMarking2
Catalog: LaserMarking/Marking Builder Plus 2/MarkingDiagnosticTool_Ver2/Language/Resources_ActiveX.*.resx
Languages: de, es_mx, fr, it, ko, th, zh_hans

# _51510
source: Marking unit system error 10
de: Beschriftungslaser – Systemfehler 10
es_mx: Error 10 del sistema de la unidad de marcado
fr: Erreur système unité de marquage 10
it: Err. sistema unità marcatura 10
ko: 헤드 시스템 에러10
th: ข้อผิดพลาดของระบบชุดมาร์ก 10
zh_hans: 刻印机头系统错误10

# _51511
source: Marking unit system error 11
de: Beschriftungslaser – Systemfehler 11
es_mx: Error 11 del sistema de la unidad de marcado
fr: Erreur système unité de marquage 11
it: Err. sistema unità marcatura 11
ko: 헤드 시스템 에러11
th: ข้อผิดพลาดของระบบชุดมาร์ก 11
zh_hans: 刻印机头系统错误11

# _51512
source: Marking unit system error 12
de: Beschriftungslaser – Systemfehler 12
es_mx: Error 12 del sistema de la unidad de marcado
fr: Erreur système unité de marquage 12
it: Err. sistema unità marcatura 12
ko: 헤드 시스템 에러12
th: ข้อผิดพลาดของระบบชุดมาร์ก 12
zh_hans: 刻印机头系统错误12

# _51513
source: Marking unit system error 13
de: Beschriftungslaser – Systemfehler 13
es_mx: Error 13 del sistema de la unidad de marcado
fr: Erreur système unité de marquage 13
it: Err. sistema unità marcatura 13
ko: 헤드 시스템 에러13
th: ข้อผิดพลาดของระบบชุดมาร์ก 13
zh_hans: 刻印机头系统错误13

# _51514
source: Marking unit system error 14
de: Beschriftungslaser – Systemfehler 14
es_mx: Error 14 del sistema de la unidad de marcado
fr: Erreur système unité de marquage 14
it: Err. sistema unità marcatura 14
ko: 헤드 시스템 에러14
th: ข้อผิดพลาดของระบบชุดมาร์ก 14
zh_hans: 刻印机头系统错误14

# _51515
source: Marking unit system error 15
de: Beschriftungslaser – Systemfehler 15
es_mx: Error 15 del sistema de la unidad de marcado
fr: Erreur système unité de marquage 15
it: Err. sistema unità marcatura 15
ko: 헤드 시스템 에러15
th: ข้อผิดพลาดของระบบชุดมาร์ก 15
zh_hans: 刻印机头系统错误15

# _51516
source: Marking unit system error 16
de: Beschriftungslaser – Systemfehler 16
es_mx: Error 16 del sistema de la unidad de marcado
fr: Erreur système unité de marquage 16
it: Err. sistema unità marcatura 16
ko: 헤드 시스템 에러16
th: ข้อผิดพลาดของระบบชุดมาร์ก 16
zh_hans: 刻印机头系统错误16

# _51517
source: Marking unit system error 17
de: Beschriftungslaser – Systemfehler 17
es_mx: Error 17 del sistema de la unidad de marcado
fr: Erreur système unité de marquage 17
it: Err. sistema unità marcatura 17
ko: 헤드 시스템 에러17
th: ข้อผิดพลาดของระบบชุดมาร์ก 17
zh_hans: 刻印机头系统错误17

# _51518
source: Marking unit system error 18
de: Beschriftungslaser – Systemfehler 18
es_mx: Error 18 del sistema de la unidad de marcado
fr: Erreur système unité de marquage 18
it: Err. sistema unità marcatura 18
ko: 헤드 시스템 에러18
th: ข้อผิดพลาดของระบบชุดมาร์ก 18
zh_hans: 刻印机头系统错误18

# _51519
source: Marking unit system error 19
de: Beschriftungslaser – Systemfehler 19
es_mx: Error 19 del sistema de la unidad de marcado
fr: Erreur système unité de marquage 19
it: Err. sistema unità marcatura 19
ko: 헤드 시스템 에러19
th: ข้อผิดพลาดของระบบชุดมาร์ก 19
zh_hans: 刻印机头系统错误19

# _51520
source: Marking unit system error 20
de: Beschriftungslaser – Systemfehler 20
es_mx: Error 20 del sistema de la unidad de marcado
fr: Erreur système unité de marquage 20
it: Err. sistema unità marcatura 20
ko: 헤드 시스템 에러20
th: ข้อผิดพลาดของระบบชุดมาร์ก 20
zh_hans: 刻印机头系统错误20

# _51521
source: Marking unit system error 21
de: Beschriftungslaser – Systemfehler 21
es_mx: Error 21 del sistema de la unidad de marcado
fr: Erreur système unité de marquage 21
it: Err. sistema unità marcatura 21
ko: 헤드 시스템 에러21
th: ข้อผิดพลาดของระบบชุดมาร์ก 21
zh_hans: 刻印机头系统错误21

# _51522
source: Marking unit system error 22
de: Beschriftungslaser – Systemfehler 22
es_mx: Error 22 del sistema de la unidad de marcado
fr: Erreur système unité de marquage 22
it: Err. sistema unità marcatura 22
ko: 헤드 시스템 에러22
th: ข้อผิดพลาดของระบบชุดมาร์ก 22
zh_hans: 刻印机头系统错误22

# _51523
source: Marking unit system error 23
de: Beschriftungslaser – Systemfehler 23
es_mx: Error 23 del sistema de la unidad de marcado
fr: Erreur système unité de marquage 23
it: Err. sistema unità marcatura 23
ko: 헤드 시스템 에러23
th: ข้อผิดพลาดของระบบชุดมาร์ก 23
zh_hans: 刻印机头系统错误23

# _51524
source: Marking unit system error 24
de: Beschriftungslaser – Systemfehler 24
es_mx: Error 24 del sistema de la unidad de marcado
fr: Erreur système unité de marquage 24
it: Err. sistema unità marcatura 24
ko: 헤드 시스템 에러24
th: ข้อผิดพลาดของระบบชุดมาร์ก 24
zh_hans: 刻印机头系统错误24

# _51525
source: Marking unit system error 25
de: Beschriftungslaser – Systemfehler 25
es_mx: Error 25 del sistema de la unidad de marcado
fr: Erreur système unité de marquage 25
it: Err. sistema unità marcatura 25
ko: 헤드 시스템 에러25
th: ข้อผิดพลาดของระบบชุดมาร์ก 25
zh_hans: 刻印机头系统错误25

# _51526
source: Marking unit system error 26
de: Beschriftungslaser – Systemfehler 26
es_mx: Error 26 del sistema de la unidad de marcado
fr: Erreur système unité de marquage 26
it: Err. sistema unità marcatura 26
ko: 헤드 시스템 에러26
th: ข้อผิดพลาดของระบบชุดมาร์ก 26
zh_hans: 刻印机头系统错误26

# _51527
source: Marking unit system error 27
de: Beschriftungslaser – Systemfehler 27
es_mx: Error 27 del sistema de la unidad de marcado
fr: Erreur système unité de marquage 27
it: Err. sistema unità marcatura 27
ko: 헤드 시스템 에러27
th: ข้อผิดพลาดของระบบชุดมาร์ก 27
zh_hans: 刻印机头系统错误27

# _51528
source: Marking unit system error 28
de: Beschriftungslaser – Systemfehler 28
es_mx: Error 28 del sistema de la unidad de marcado
fr: Erreur système unité de marquage 28
it: Err. sistema unità marcatura 28
ko: 헤드 시스템 에러28
th: ข้อผิดพลาดของระบบชุดมาร์ก 28
zh_hans: 刻印机头系统错误28

# _51529
source: Marking unit system error 29
de: Beschriftungslaser – Systemfehler 29
es_mx: Error 29 del sistema de la unidad de marcado
fr: Erreur système unité de marquage 29
it: Err. sistema unità marcatura 29
ko: 헤드 시스템 에러29
th: ข้อผิดพลาดของระบบชุดมาร์ก 29
zh_hans: 刻印机头系统错误29

# _51530
source: Marking unit system error 30
de: Beschriftungslaser – Systemfehler 30
es_mx: Error 30 del sistema de la unidad de marcado
fr: Erreur système unité de marquage 30
it: Err. sistema unità marcatura 30
ko: 헤드 시스템 에러30
th: ข้อผิดพลาดของระบบชุดมาร์ก 30
zh_hans: 刻印机头系统错误30

# _51531
source: Marking unit system error 31
de: Beschriftungslaser – Systemfehler 31
es_mx: Error 31 del sistema de la unidad de marcado
fr: Erreur système unité de marquage 31
it: Err. sistema unità marcatura 31
ko: 헤드 시스템 에러31
th: ข้อผิดพลาดของระบบชุดมาร์ก 31
zh_hans: 刻印机头系统错误31

# _52
source: EEPROM Access Error
it: Errore accesso EEPROM
th: ข้อผิดพลาดการเข้าถึง EEPROM

# _52001
source: Laser temperature warning
de: Laser: Temperaturwarnung
es_mx: Advertencia por la temperatura del láser
fr: Avert. température laser
it: Avv. temperatura laser
ko: 레이저 온도 경고
th: การเตือนอุณหภูมิเลเซอร์
zh_hans: 激光温度警告

# _52101
source: Marking unit fan warning
de: Warnung: Beschriftungslaser-Lüfter
es_mx: Advertencia del ventilador del cabezal
fr: Avertissement : ventilateur unité de marquage
it: Avv. ventola unità marcatura
ko: 헤드 팬 경고
th: คำเตือนพัดลมหัวมาร์กเกอร์
zh_hans: 刻印机头风扇警告

# _52102
source: USB flash drive access failure warning
de: Warnung: Fehler beim Zugriff auf USB-Flash-Laufwerk
es_mx: Advertencia de error al acceder a unidad flash USB
fr: Avertissement : erreur connexion au périphérique USB
it: Avv. accesso fallito drive flash USB
ko: USB 메모리 액세스 실패 경고
th: คำเตือนการเข้าถึง USB แฟลชไดรฟ์ล้มเหลว
zh_hans: USB存取器存取失败警告

# _52103
source: Inter-CPU communication timeout warning
de: Warnung: Zeitüberschreitung Kommunikation zwischen CPUs
es_mx: Advertencia de tiempo de espera de comunicac. Inter-CPU
fr: Attention : expiration délai communication avec UC
it: Avv. timeout comunicazione fra CPU
ko: CPU 간 통신 타임 아웃 경고
th: คำเตือนการสื่อสารระหว่าง CPU เกินกำหนดเวลา
zh_hans: CPU间通讯超时警告

# _52104
source: Main Communication Status Error Warning
de: Warnung: Statusfehler bei der Hauptkommunikation
es_mx: Advertencia de error de estado de com. principal
fr: Avertissement Erreur d’état communication principale
it: Avv. err. stato comunicazione principale
ko: Main통신 상태 이상 경고
th: คำเตือนข้อผิดพลาดสถานะการติดต่อสื่อสารหลัก
zh_hans: Main通讯状态异常警告

# _52105
source: Laser control board parameter warning
de: Parameterwarnung an Lasersteuerungsplatine
es_mx: Adv. de parám. de panel control láser
fr: Avert. paramètre carte contrôle laser
it: Avv. parametri scheda controllo laser
ko: 레이저 제어 기판 파라미터 경고
th: คำเตือนพารามิเตอร์บอร์ดควบคุมเลเซอร์
zh_hans: 激光控制基板参数警告

# _52106
source: Marking unit board parameter warning
de: Parameterwarnung an Beschriftungslaserplatine
es_mx: Advertencia por los parámetros del panel de la unidad de marcado
fr: Avert. paramètre carte unité de marquage
it: Avv. parametri scheda unità marcatura
ko: 헤드 기판 파라미터 경고
th: การเตือนพารามิเตอร์บอร์ดชุดมาร์ก
zh_hans: 刻印机头基板参数警告

# _52107
source: Controller board parameter warning
de: Parameterwarnung an Controllerplatine
es_mx: Advertencia por los parámetros del panel del controlador
fr: Avert. paramètre carte contrôleur
it: Avv. parametri scheda controllore
ko: 컨트롤러 기판 파라미터 경고
th: การเตือนพารามิเตอร์บอร์ดควบคุม
zh_hans: 控制器基板参数警告

# _52110
source: Laser power output decay alarm
de: Warnung: Abnahme der abgegebenen Laserleistung
es_mx: Alarma Disminución de la Potencia de salida del Láser
fr: Alarme détérioration sortie puissance laser
it: Allar. decadimento uscita potenza laser
ko: 레이저 파워 출력 저하 경고
th: การแจ้งกำลังเอาต์พุตเลเซอร์ลดลง
zh_hans: 激光功率输出降低警告

# _52111
source: Insufficient marking energy alarm
de: Warnung: Beschriftungsenergie zu niedrig
es_mx: Alarma energía de marcado insufic.
fr: Alarme énergie marquage insuffisante
it: Allar. energia marcatura insufficiente
ko: 마킹 에너지 부족 경고
th: การแจ้งพลังงานในการมาร์กไม่เพียงพอ
zh_hans: 标识能量不够警告

# _52112
source: Excess marking energy Alarm
de: Warnung: Beschriftungsenergie zu hoch
es_mx: Alarma de exceso de energía de marcado
fr: Alarme énergie marquage excessive
it: Allar. energia marcatura eccessiva
ko: 마킹 에너지 초과 경고
th: การแจ้งพลังงานในการมาร์กเกิน
zh_hans: 刻印能过量警告

# _52113
source: Power monitor sensor warning
de: Sensorwarnung Leistungsüberwachung
es_mx: Advert. sensor de monitor aliment.
fr: Attention : capteur contrôle puissance
it: Avv. sensore monitor potenza
ko: 파워 모니터 센서 경고
th: คำเตือนเซ็นเซอร์ตรวจสอบกำลังงาน
zh_hans: 功率监控传感器警告

# _52114
source: Laser power calibration warning
de: Justageswarnung: Laserleistung
es_mx: Advertencia por la calibración de la potencia del láser
fr: Avert. étalonnage puissance laser
it: Avv. calibrazione potenza laser
ko: 레이저 파워 캘리브레이션 경고
th: การเตือนการปรับเทียบกำลังเลเซอร์
zh_hans: 激光功率校正警告

# _52122
source: Laser Unit Temperature Warning 1
de: Lasereinheit: Temperaturwarn. 1
es_mx: Advert. Temp. Unidad Láser 1
fr: Avert. Température Unité Laser 1
it: Avviso 1 Temperatura unità laser
ko: 레이저 유닛 온도 경고1
th: คำเตือนเกี่ยวกับอุณหภูมิของชุดเลเซอร์ 1
zh_hans: 激光装置温度警告1

# _52123
source: Laser Reflection Warning
de: Warnung: Laserreflexion
es_mx: Advert. Reflejo Láser
fr: Avert. Rayonnement Laser
it: Avvertenza riflessione laser
ko: 반사광 경고
th: คำเตือนการสะท้อนเลเซอร์
zh_hans: 反射光警告

# _52125
source: Voltage Drop Warning
de: Warnung bei Spannungsabfall
es_mx: Adv. de Voltaje Bajo
fr: Avert. Chute Tension
it: Avv. caduta tensione alimentazione LD
ko: 전원 전압 저하 경고
th: คำเตือน แหล่งจ่ายไฟ LD แรงดันตก
zh_hans: 电源电压降低警告

# _52126
source: Voltage Drop Warning 2
de: Warnung 2: Spannungsabfall
es_mx: Adv. de Voltaje Bajo 2
fr: Avertissement Chute de tension 2
it: Avv. caduta tensione 2
ko: 전원 전압 저하 경고2
th: คำเตือนแรงดันไฟฟ้าลดลง 2
zh_hans: 电源电压降低警告2

# _52150
source: Z Coordinate Upper Limit Warning
de: Warnung: Oberer Grenzwert für Z-Koordinate
es_mx: Advertencia de límite sup. de la coordenada Z
fr: Avertissement Limite supérieure coordonnée Z
it: Avv. limite superiore coordinata Z
ko: Z좌표 상한 경고
th: คำเตือนขีดจำกัดบนพิกัด Z
zh_hans: Z坐标上限警告

# _52151
source: Z Coordinate Lower Limit Warning
de: Warnung: Unterer Grenzwert für Z-Koordinate
es_mx: Advertencia de límite inf. de la coordenada Z
fr: Avertissement Limite inférieure coordonnée Z
it: Avv. limite inferiore coordinata Z
ko: Z좌표 하한 경고
th: คำเตือนขีดจำกัดล่างพิกัด Z
zh_hans: Z坐标下限警告

# _52152
source: 2D code quality drop warning
de: Warnung: Abfall 2D-Code-Qualität
es_mx: Adv. descenso de calidad del cód. 2D
fr: Attention : la qualité code 2D baisse
it: Avv. caduta qualità codice 2D
ko: 2D 코드 품질 저하 경고
th: คำเตือนการสูญเสียคุณภาพของโค้ด 2D
zh_hans: 二维代码品质降低警告

# _52153
source: Position Correction Amount Upper Limit Warning
de: Warnung: oberer Grenzwert für den Umfang der Positionskorrektur erreicht
es_mx: Adv. de límite sup. de la cantidad de corrección de posición
fr: Avertissement Limite supérieure correction de position
it: Avv. limite superiore quantità correzione posizione
ko: 위치 보정량 상한 경고
th: คำเตือนของขีดจำกัดบนในการปรับปริมาณการแก้ไข
zh_hans: 位置校正量上限警告

# _52154
source: Position Adjustment Match Level Drop Warning
de: Warnung: Absinken des Korrelationswerts der Anpassung der Objektposition
es_mx: Advertencia por bajada de valor correlacionado con el ajuste de posición
fr: Avertissement de baisse de la valeur de corrélation d'ajustement de position
it: Avv. caduta livello corrispondenza della regolazione posizione
ko: 위치 보정 상관값 저하 경고
th: คำเตือนของระดับการเทียบเคียงในปริมาณการแก้ไขลดลง
zh_hans: 位置校正关联值降低警告

# _52155
source: Tilt Correction Amount Upper Limit Warning
de: Warnung: oberer Grenzwert für den Umfang der Neigungskorrektur erreicht
es_mx: Adv. de límite sup. de la cantidad de corrección de inclinación
fr: Avertissement Limite supérieure correction d’inclinaison
it: Avv. limite superiore quantità correzione inclinazione
ko: 기울기 보정량 상한 경고
th: คำเตือนของขีดจำกัดบนในปริมาณการแก้ไขความเอียง
zh_hans: 倾斜校正量上限警告

# _52156
source: Z Coordinate Correction Amount Stability Drop Warning
de: Warnung: Stabilitätsabfall des Umfangs der Z-Koordinatenkorrektur
es_mx: Advertencia de caída de estabilidad de la cantidad de corrección de la coordenada Z
fr: Avertissement Chute de stabilité correction coordonnée Z
it: Avv. caduta stabilità quantità correzione coordinata Z
ko: Z좌표 보정 안정도 저하 경고
th: คำเตือนของปริมาณการแก้ไขพิกัด Z มีความเสถียรลดลง
zh_hans: Z坐标校正稳定度降低警告

# _52157
source: Z Measurement Failure Warning
de: Warnung: Z-Messung fehlgeschlagen
es_mx: Advertencia de error de medición de Z
fr: Avertissement échec de mesure Z
it: Avv. errata misurazione Z
ko: Z좌표 측정 실패 경고
th: คำเตือนการวัด Z ล้มเหลว
zh_hans: Z坐标测定失败警告

# _52158
source: Position adjustment measurement failure warning
de: Warnung: Messung der Anpassung der Objektposition fehlgeschlagen
es_mx: Advertencia de error de medición de ajuste de posición
fr: Avertissement d'échec de mesure d'ajustement de position
it: Avv. errata misurazione regolazione posizione
ko: 위치 보정 계측 실패 경고
th: คำเตือนการวัดเพื่อปรับตำแหน่งล้มเหลว
zh_hans: 位置校正测量失败警告

# _52159
source: Lens Inspection Failure Warning
de: Warnung: Fensterüberprüfung fehlgeschlagen
es_mx: Advertencia de error de mantenimiento de ventana
fr: Avertissement échec maintenance de la fenêtre
it: Avv. ispezione lente fallita
ko: 윈도우 점검 실패 경고
th: คำเตือนการบำรุงรักษาหน้าต่างล้มเหลว
zh_hans: 窗口检测失败警告

# _52160
source: Controller high-temperature warning
de: Warnung: Steuergerät zu heiß
es_mx: Adv. altas temp. controlador
fr: Attention : température contrôleur trop haute
it: Avv. alta temperatura controllore
ko: 컨트롤러 고온 경고
th: คำเตือนชุดควบคุมมีอุณหภูมิสูง
zh_hans: 控制器高温警告

# _52161
source: Controller low-temperature warning
de: Warnung: Steuergerät zu kalt
es_mx: Adv. bajas temp. controlador
fr: Attention : température contrôleur trop basse
it: Avv. bassa temperatura controllore
ko: 컨트롤러 저온 경고
th: คำเตือนชุดควบคุมมีอุณหภูมิต่ำ
zh_hans: 控制器低温警告

# _52162
source: LD high-temperature warning
de: Warnung: Laserdiode zu heiß
es_mx: Advert. altas temperat. LD
fr: Attention : température DL élevée
it: Avv. alta temperatura LD
ko: LD 고온 경고
th: คำเตือน LD มีอุณหภูมิสูง
zh_hans: LD 高温警告

# _52163
source: LD low-temperature warning
de: Warnung: Laserdiode zu kalt
es_mx: Advert. bajas temperat. LD
fr: Attention : température DL basse
it: Avv. bassa temperatura LD
ko: LD 저온 경고
th: คำเตือน LD มีอุณหภูมิต่ำ
zh_hans: LD 低温警告

# _52170
source: Marking unit high-temperature warning (plate)
de: Warnung: Beschriftungslaser zu heiß (Platte)
es_mx: Adv. altas temp. cabezal (placa)
fr: Attention : Haute température unité de marquage (plaque)
it: Avv. alta temperatura unità marcatura (piastra)
ko: 헤드 고온 경고(플레이트)
th: คำเตือนส่วนหัวมาร์กเกอร์มีอุณหภูมิสูง (แผ่น)
zh_hans: 刻印机头高温警告（金属板）

# _52171
source: Marking unit low-temperature warning (plate)
de: Warnung: Beschriftungslaser zu kalt (Platte)
es_mx: Adv. bajas temp. cabezal (placa)
fr: Attention : Basse température unité de marquage (plaque)
it: Avv. bassa temperatura unità marcatura (piastra)
ko: 헤드 저온 경고(플레이트)
th: คำเตือนส่วนหัวมาร์กเกอร์มีอุณหภูมิต่ำ (แผ่น)
zh_hans: 刻印机头低温警告（金属板）

# _52172
source: Marking unit high-temperature warning (board)
de: Warnung: Beschriftungslaser zu heiß (Platine)
es_mx: Adv. altas temp. cabezal(teclado)
fr: Attention : Haute température unité de marquage (carte)
it: Avv. alta temperatura unità marcatura (scheda)
ko: 헤드 고온 경고(기판)
th: คำเตือนส่วนหัวมาร์กเกอร์มีอุณหภูมิสูง (บอร์ด)
zh_hans: 刻印机头高温警告（基板）

# _52173
source: Marking unit low-temperature warning (board)
de: Warnung: Beschriftungslaser zu kalt (Platine)
es_mx: Adv. bajas temp. cabezal. (tecl.)
fr: Attention : Basse température unité de marquage (carte)
it: Avv. bassa temperatura unità marcatura (scheda)
ko: 헤드 저온 경고(기판)
th: คำเตือนส่วนหัวมาร์กเกอร์มีอุณหภูมิต่ำ (บอร์ด)
zh_hans: 刻印机头低温警告（基板）

# _52174
source: Scanner high-temperature warning
de: Warnung: Scannertemperatur zu hoch
es_mx: Advert. altas temper. del escáner
fr: Attention : température élevée scanner
it: Avv. alta temperatura scanner
ko: 스캐너 고온 경고
th: คำเตือนสแกนเนอร์มีอุณหภูมิสูง
zh_hans: 扫描仪高温警告

# _52175
source: Scanner low-temperature warning
de: Warnung: Scannertemperatur zu niedrig
es_mx: Advert. bajas temper. del escáner
fr: Attention : température trop basse scanner
it: Avv. bassa temperatura scanner
ko: 스캐너 저온 경고
th: คำเตือนสแกนเนอร์มีอุณหภูมิต่ำ
zh_hans: 扫描仪低温警告

# _52176
source: Marking unit high-temperature warning (top)
de: Warnung: Hohe Beschriftungslasertemperatur (Oberseite)
es_mx: Advertencia por altas temperaturas de la unidad de marcado (parte superior)
fr: Attention : Haute température unité de marquage (haut)
it: Avv. alta temperatura unità marcatura (alto)
ko: 헤드 고온 경고(선반)
th: การเตือนชุดมาร์กมีอุณหภูมิสูง (ส่วนบน)
zh_hans: 刻印机头高温警告（顶板）

# _52177
source: Marking unit low-temperature warning (top)
de: Warnung: Niedrige Beschriftungslasertemperatur (Oberseite)
es_mx: Advertencia por bajas temperaturas de la unidad de marcado (parte superior)
fr: Attention : Basse température unité de marquage (haut)
it: Avv. bassa temperatura unità marcatura (alto)
ko: 헤드 저온 경고(선반)
th: การเตือนชุดมาร์กมีอุณหภูมิต่ำ (ส่วนบน)
zh_hans: 刻印机头低温警告（顶板）

# _52178
source: Marking Unit High-Temperature Warning (Internal Displacement Sensor)
de: Warnung: Beschriftungslaser zu heiß (interner Wegmesssensor)
es_mx: Adv. altas temp. cabez. marc. (Sensor de desp. interno)
fr: Avertissement Température haute unité de marquage (capteur déplacement externe)
it: Avv. alta temperatura unità marcatura (sensore di spostamento interno)
ko: 헤드 고온 경고(내장 변위 센서)
th: คำเตือนอุณหภูมิสูงของชุดมาร์ก (เซนเซอร์วัดระยะภายใน)
zh_hans: 刻印机头高温警告（内置位移传感器）

# _52179
source: Marking Unit Low-Temperature Warning (Internal Displacement Sensor)
de: Fehler: Beschriftungslaser zu kalt (interner Wegmesssensor)
es_mx: Adv. bajas temp. cabez. marc. (Sensor de desp. interno)
fr: Avertissement Température basse unité de marquage (capteur déplacement externe)
it: Avv. bassa temperatura unità marcatura (sensore di spostamento interno)
ko: 헤드 저온 경고(내장 변위 센서)
th: คำเตือนอุณหภูมิต่ำของชุดมาร์ก (เซนเซอร์วัดระยะภายใน)
zh_hans: 刻印机头低温警告（内置位移传感器）

# _52180
source: Marking unit desiccant replacement warning
de: Warnung: Beschriftungslaser-Trockenmittel austauschen
es_mx: Advertencia por reemplazo del secante de la unidad de marcado
fr: Avert. remplacement déshydratant unité de marquage
it: Avv. sostituzione essiccante unità marcatura
ko: 헤드건조제 교환 경고
th: คำเตือนให้เปลี่ยนสารดูดความชื้นชุดมาร์ก
zh_hans: 刻印机头干燥剂更换警告

# _52181
source: Camera Correction Warning 1
de: Warnung 1: Kamerakorrektur
es_mx: Adv. de corrección de cámara 1
fr: Avertissement Correction caméra 1
it: Avv. correzione telecamera 1
ko: 카메라 보정 경고1
th: คำเตือนการแก้ไขกล้อง 1
zh_hans: 照相机校正警告1

# _52182
source: Marking Unit Communication Warning
de: Warnung: Kommunikation des Beschriftungsgeräte
es_mx: Adv. de comunicación de la unidad de marcado
fr: Avertissement Communication unité de marquage
it: Avv. comunicazione unità marcatura
ko: 헤드 통신 경고
th: คำเตือนการติดต่อสื่อสารชุดมาร์ก
zh_hans: 刻印机头通讯警告

# _52183
source: Image Processing Communication Warning
de: Warnung: Kommunikation zur Bildverarbeitung
es_mx: Adv. de comunicación de procesamiento de la imagen
fr: Avertissement Communication traitement image
it: Avv. comunicazione elaborazione immagine
ko: 이미지 처리 통신 경고
th: คำเตือนการติดต่อสื่อสารการประมวลผลภาพ
zh_hans: 图像处理通讯警告

# _52184
source: Camera Correction Warning 2
de: Warnung 2: Kamerakorrektur
es_mx: Adv. de corrección de cámara 2
fr: Avertissement Correction caméra 2
it: Avv. correzione telecamera 2
ko: 카메라 보정 경고2
th: คำเตือนการแก้ไขกล้อง 2
zh_hans: 照相机校正警告2

# _52190
source: Z tracking calibration error
de: Fehler: Justage der Z-Erfassung
es_mx: Error de calibración de seguimiento de Z
fr: Erreur d'étalonnage de suivi Z
it: Err. calibrazione scansione Z
ko: Z좌표 캘리브레이션 이상
th: ข้อผิดพลาดการปรับเทียบการติดตาม Z
zh_hans: Z跟踪校正异常

# _52191
source: Lens Cleaning Warning
de: Warnung: Fensterreinigung
es_mx: Advertencia de limpieza de ventana
fr: Avertissement du nettoyage de la fenêtre
it: Avv. pulizia lente
ko: 윈도우 정리 경고
th: คำเตือนการทำความสะอาดเลนส์
zh_hans: 窗口清洁警告

# _52192
source: Z tracking calibration execution warning
de: Warnung: Ausführen der Justage der Z-Erfassung
es_mx: Advertencia de ejecución de calibración de seguimiento de Z
fr: Avertissement d'exécution d'étalonnage de suivi Z
it: Avv. esecuzione calibrazione scansione Z
ko: Z좌표 캘리브레이션 실시 경고
th: คำเตือนการดำเนินการสอบเทียบการติดตาม Z
zh_hans: Z跟踪校正实施警告

# _52200
source: Data Logging Unavailable Warning (Internal Memory)
de: Warnung: Speichern des Protokolls nicht möglich (interner Speicher)
es_mx: Adv. de no disponibilidad de guardado de registro (memoria interna)
fr: Avertissement Enregistrement journaux non disponible (mémoire interne)
it: Avv. cronologia non disponibile (memoria interna)
ko: 로그 저장 불가능 경고(내부 메모리)
th: คำเตือนการไม่พร้อมใช้งานการเก็บบันทึก (หน่วยความจำภายใน)
zh_hans: 不能保存日志警告（内部存储器）

# _52201
source: Data Logging Unavailable Warning (External Memory)
de: Warnung: Speichern des Protokolls nicht möglich (externer Speicher)
es_mx: Adv. de no disponibilidad de guardado de registro (memoria externa)
fr: Avertissement Enregistrement journaux non disponible (mémoire externe)
it: Avv. cronologianon disponibile (memoria esterna)
ko: 로그 저장 불가능 경고(외부 메모리)
th: คำเตือนการไม่พร้อมใช้งานการเก็บบันทึก (หน่วยความจำภายนอก)
zh_hans: 不能保存日志警告（外部存储器）

# _52202
source: Data Logging Unavailable Warning (FTP Server)
de: Warnung: Speichern des Protokolls nicht möglich (FTP-Server)
es_mx: Adv. de no disponibilidad de guardado de registro (servidor FTP)
fr: Avertissement Enregistrement journaux non disponible (serveur FTP)
it: Avv. cronologia non disponibile (server FTP)
ko: 로그 저장 불가능 경고(FTP 서버)
th: คำเตือนความไม่พร้อมใช้งานการเก็บบันทึก (เซิร์ฟเวอร์ FTP)
zh_hans: 不能保存日志警告（FTP服务器）

# _52203
source: Data Logging Access Warning
de: Warnung: Zugriff auf Protokolldaten
es_mx: Adv. de acceso a datos del registro
fr: Avertissement Accès données journaux
it: Avv. accesso cronologia dati
ko: 로그 데이터 접속 경고
th: คำเตือนการเข้าถึงข้อมูลบันทึก
zh_hans: 访问日志数据警告
