Repository: UMISolutions/LaserMarking2
Catalog: LaserMarking/Marking Builder Plus 2/MarkingDiagnosticTool_Ver2/Language/Resources_ActiveX.*.resx
Languages: de, es_mx, fr, it, ko, th, zh_hans

# _1391
source: Deleted because the fixed point is unsupported by 3D edit.
de: Gelöscht: fester Pkt. wird von 3D-Form nicht unterstützt
es_mx: Eliminado, punto fijo no compatible con edición 3D.
fr: Supprimé car le point fixe n'est pas supporté par l'édition 3D.
it: Eliminato perché il punto fisso non è supportato da modifica 3D.
ko: 정점은 3D편집에 대응하지 않으므로, 삭제하였습니다.
th: ถูกลบเนื่องจาก การแก้ไข 3D ไม่รองรับการยิงจุด
zh_hans: 固定点不支持3D编辑，所以删除了该项。

# _1392
source: Conversion has been canceled.
de: Umwandlung wurde abgebrochen.
es_mx: Conversión cancelada.
fr: La conversion a été annulée.
it: La conversione è stata annullata.
ko: 변환을 취소했습니다.
th: การแปลงถูกยกเลิก
zh_hans: 取消转换。

# _1393
source: Folder Name
de: Ordnername
es_mx: Nom. Carp.
fr: Nom du Dossier
it: Nome cartella
ko: 폴더 이름
th: ชื่อโฟลเดอร์
zh_hans: 文件夹名

# _1394
source: The registration has been cleared because a character that could not be used existed. (%s)
de: Registrierung gelöscht, weil ein unzulässiges Zeichen vorlag. (%s)
es_mx: Se ha borrado el registro por contener un carácter no válido. (%s)
fr: L'enregistrement a été supprimé car un caractère inutilisable était présent. (%s)
it: La registrazione è stata cancellata perché è presente un carattere che non può essere usato. (%s)
ko: 사용할 수 없는 문자가 포함되어 있어, 등록을 해제하였습니다. (%s)
th: การลงทะเบียนถูกล้างเนื่องจากมีอักขระที่ไม่สามารถใช้ได้ (%s)
zh_hans: 含有无法使用的字符，所以解除了注册。(%s)

# _1395
source: Character String for High Speed Change
de: Zeichenkette für High-Speed-Änderung
es_mx: Cadena caract. para cambio alta vel.
fr: Chaîne de caractères pour changement à grande vitesse
it: Stringa caratteri per cambio alta velocità.
ko: 고속 변경 대상 문자열
th: ข้อความตัวอักษรสำหรับการเปลี่ยนความเร็วสูง
zh_hans: 高速变更对象字符串

# _1396
source: Other Settings
de: And. Einstell.
es_mx: Otros Ajustes
fr: Autres Réglages
it: Altre impostaz.
ko: 기타 설정
th: การตั้งค่าอื่นๆ
zh_hans: 其他程序

# _1397
source: The font name has been changed.
de: Schriftartname wurde geändert.
es_mx: Se ha cambiado el nom. fuente.
fr: Nom de police modifié.
it: Il nome font è stato cambiato.
ko: 폰트 이름을 변경하였습니다.
th: เปลี่ยนชื่อฟ้อนท์แล้ว
zh_hans: 变更了字体名。

# _1398
source: It is not supported by the model after changing.
de: Wird nach Änderung nicht vom Modell unterstützt.
es_mx: Cambio no soportado por el modelo.
fr: Plus supporté par ce modèle après changement.
it: Non è supportato dal modello dopo cambiamento.
ko: 변환 후의 모델에 대응하지 않습니다.
th: หลังจากทำการเปลี่ยนแปลง สิ่งนี้จะไม่ถูกรองรับโดยโมเดล
zh_hans: 不支持更改后的机型。

# _1399
source: Files cannot be saved to this folder.
de: Die Dateien können nicht in diesem Ordner gespeichert werden.
es_mx: No se puede guardar archivos en esta carpeta.
fr: Impossible d'enregistrer les fichiers dans ce dossier.
it: Impossibile salvare file in questa cartella
ko: 이 폴더에 파일을 저장할 수 없습니다.
th: ไม่สามารถบันทึกไฟล์ลงในโฟลเดอร์นี้ได้
zh_hans: 無法將檔案儲存至此資料夾。

# _14
source: General
de: Allgemein
fr: Général
it: Generale
ko: 일반
th: ทั่วไป
zh_hans: 全面

# _1400
source: The following characters cannot be used in a file name: \/:,.*?"<>|
de: Die folgenden Zeichen dürfen in einem Dateinamen nicht verwendet werden: \/:,.*?"<>|
es_mx: Estos caracteres no se pueden usar en nombres de archivo: \/:,.*?"<>|
fr: Ces caractères ne peuvent pas être utilisés dans un nom de fichier: \/:,.*?"<>|
it: I seguenti caratteri non possono essere usati in un nome file: \/:,.*?"<>|
ko: 파일명에 다음의 문자는 사용할 수 없습니다 \/:,.*?"<>|
th: ไม่สามารถใช้อักขระต่อไปนี้ในชื่อไฟล์ได้: \/:,.*?"<>|
zh_hans: 文件名不能使用以下字符: \/:,.*?"<>|

# _1403
source: This model is not supported.
de: Dieses Modell wird nicht unterstützt.
es_mx: Modelo no soportado.
fr: Ce modèle n'est pas pris en charge.
it: Modello non supportato.
ko: 이 기종은 지원하지 않습니다.
th: ไม่รองรับรุ่นนี้
zh_hans: 该机型不在支持范围内。

# _1404
source: %s was deleted because Z-MAP is unsupported.
de: %s wurde gelöscht, weil Z-MAP nicht unterstützt wird.
es_mx: Se ha eliminado %s porque Z-MAP no es compatible.
fr: %s a été supprimé, car le Z-MAP n'est pas pris en charge.
it: %s è stato eliminato perché Z-MAP non è supportato.
ko: %S는 Z-MAP에 대응하지 않으므로, 삭제하였습니다.
th: %s ถูกลบเนื่องจากไม่รองรับ Z-MAP
zh_hans: %s不支持Z-MAP，所以删除了该项。

# _1405
source: The job cannot be opened because a 3D shape has been included.
de: Das Programm kann nicht geöffnet werden, weil eine 3D-Form enthalten ist.
es_mx: No se puede abrir el programa porque se ha incluido una forma 3D.
fr: Impossible d’ouvrir le tâche car il inclut une forme 3D.
it: Impossibile aprire il programma perché è stata inclusa una forma 3D.
ko: 3D 인쇄면 형상이 포함되어 있으므로 이 작업은 열 수 없습니다.
th: ไม่สามารถเปิดงานได้เนื่องจากมีรูปทรง 3D รวมอยู่ด้วย
zh_hans: 含有3D刻印面形状，无法打开该任务。

# _1406
source: Could not get laser output value
de: Laserausgabewert konnte nicht abgerufen werden.
es_mx: No se ha podido obtener el valor de salida láser
fr: Obtention de la valeur de sortie du laser impossible
it: Impossibile ottenere un valore di uscita laser
ko: 레이저 출력 값을 취득하지 못했습니다.
th: ไม่สามารถรับค่าเอาต์พุตเลเซอร์ได้
zh_hans: 无法获取激光输出值

# _1407
source: %s[%s] Laser power calibration is not available on this model.
de: %s[%s] Die Laserleistungsjustage ist für dieses Modell nicht verfügbar.
es_mx: %s[%s] La calibración de potencia láser no está disponible en este modelo.
fr: %s[%s] L'étalonnage de la puissance du laser n'est pas disponible sur ce modèle.
it: %s[%s] Calibrazione della potenza laser non disponibile su questo modello.
ko: %s[%s] 이 모델에서는 레이저 파워 캘리브레이션 기능을 사용할 수 없습니다.
th: %s[%s] รุ่นนี้ไม่สามารถทำการสอบเทียบกำลังเลเซอร์ได้
zh_hans: %s[%s] 此机型无法使用激光功率校正功能。

# _1408
source: This function is not available when using "L -> R, R -> L (high speed)" or "R -> L, L -> R (high speed)".
de: Diese Funktion ist für „L - R, R - L (hohe Geschwindigkeit)“ oder „R - L, L - R (hohe Geschwindigkeit)“ nicht verfügbar.
es_mx: Esta función no está disponible cuando se utiliza "I -> D, D -> I (alta velocidad)" o "D -> I, I -> D (alta velocidad)".
fr: Cette fonction n'est pas disponible lorsque l'option "G->D, D->G (haute vitesse)" ou "D->G, G->D (haute vitesse)" est utilisée.
it: Funzione non disponibile quando si utilizza "L -> R, R -> L (alta velocità)" o "R -> L, L -> R (alta velocità)".
ko: 「좌→우, 우→좌(고속)」 또는 「우→좌, 좌→우(고속)」일 때, 이 기능은 사용할 수 없습니다.
th: ฟังก์ชันนี้ไม่สามารถใช้ได้เมื่อใช้ "ซ้ายไปขวา, ขวาไปซ้าย (ความเร็วสูง)" หรือ "ขวาไปซ้าย, ซ้ายไปขวา (ความเร็วสูง)"
zh_hans: “左→右，右→左(高速)”或者“右→左，左→右(高速)”时，本功能无法使用。

# _1409
source: A hatch logo block with the same name exists within the job. Save it under a different name.
de: Das Programm enthält bereits einen Hatchlogoblock mit diesem Namen. Speichern Sie ihn unter einem anderen Namen.
es_mx: Existe un bloque logo Hatch con el mismo nombre en el programa. Guárdelo con un nombre distinto.
fr: Un bloc de logo hatch portant le même nom existe déjà dans le tâche. Enregistrez-le sous un autre nom.
it: Nel programma esiste un blocco logo hatch con lo stesso nome. Salvarlo con un altro nome.
ko: 작업 내에 같은 이름의 해치 로고 블록이 존재합니다. 다른 이름으로 저장해 주십시오.
th: มีบล็อกโลโก้แฮทช์ที่มีชื่อเดียวกันอยู่ภายในงาน โปรดบันทึกเป็นชื่ออื่น
zh_hans: 任务内存在同名的填充徽标信息组。请另存。

# _1410
source: A file with this name already exists
de: Es ist bereits eine Datei mit diesem Namen vorhanden.
es_mx: Ya existe un archivo con este nombre.
fr: Un fichier existant porte déjà ce nom
it: Esiste già un file con questo nome
ko: 이 이름을 가진 파일이 이미 존재합니다.
th: มีแฟ้มที่มีชื่อนี้แล้ว
zh_hans: 已存在一个同名文件。

# _1411
source: Set the year reference to Jan. 1st.
de: Jahresreferenz auf 1. Januar festlegen.
es_mx: Configure como referencia año el 1 ene.
fr: Définir le 1er Janvier comme référence pour l'année.
it: Impostare il riferimento dell'anno sul 1° gennaio.
ko: 1년의 기준을 1월1일로 합니다.
th: กำหนดการอ้างอิงปีเป็นวันที่ 1 ม.ค.
zh_hans: 将年基准设为1/1。

# _1412
source: Set the reset timing to I/O.
de: Zurücksetzungszeitpunkt auf E/A festlegen.
es_mx: Configure el horario de reinicio como E/S.
fr: Définir le délai d'initialisation sur E/S.
it: Impostare la temporizzazione per il reset su I/O.
ko: 리셋 타이밍을 I/O로 합니다.
th: กำหนดไทม์มิ่งการรีเซ็ตเป็น I/O
zh_hans: 将重设定时设为I/O。

# _1413
source: Individual Counter (%d)
de: Einzelzähler (%d)
es_mx: Cont. indiv.(%d)
fr: Compteur individuel(%d)
it: Contatore individuale(%d)
ko: 개별 카운터(%d)
th: ตัวนับแบบเดี่ยว
zh_hans: 个别计数器

# _1414
source: Common Counter (%c)
de: Gemeinsamer Zähler (%c)
es_mx: Conteo común(%c)
fr: Compteur commun(%c)
it: Contatore Comune(%c)
ko: 공통 카운터(%c)
th: ตัวนับแบบร่วม
zh_hans: 通用计数器

# _1415
source: Surface fitting could not be performed because height measurement could not be acquired.
de: Die Anpassung konnte nicht durchgeführt werden, weil die Höheninformationen zum Bestimmen der Form nicht abgerufen werden konnten.
es_mx: No se pudo realizar laconfig. porque la información de altura necesaria para calcular la forma no se pudo adquirir.
fr: Impossible d’effectuer l’ajustement de la surface car les informations de hauteur requises n’ont pas pu être obtenues.
it: Impossibile eseguire la regolazione poiché non è stato possibile acquisire le informazioni sull'altezza richieste per la stima della forma.
ko: 형상추정에 필요한 높이 정보를 취득할 수 없었기 때문에, 피트하지 못하였습니다.
th: ไม่สามารถดำเนินการปรับให้พอดีได้เนื่องจากไม่สามารถรับข้อมูลความสูงที่จำเป็นสำหรับการประมาณค่ารูปทรงได้
zh_hans: 无法获取预估形状时所需的高度信息，所以不能匹配。

# _1416
source: Failed to estimate the shape.
de: Die Form konnte nicht bestimmt werden.
es_mx: Se produjo un fallo al calcular la forma.
fr: Échec d’estimation de la forme.
it: Impossibile stimare la forma.
ko: 형상 추정에 실패하였습니다.
th: ประมาณค่ารูปทรงไม่สำเร็จ
zh_hans: 预估形状失败。

# _1417
source: An available distance measurement setting No. does not exist.
de: Es ist keine Einstellungsnummer für die Abstandsmessung verfügbar.
es_mx: No existe núm. de config. de medición de distancia disponible.
fr: Aucun N° de réglage de la mesure de distance disponible.
it: Non esiste un N. di impostazione della misurazione della distanza disponibile.
ko: 비어 있는 측정 설정 번호가 존재하지 않습니다.
th: ไม่พบหมายเลขการตั้งค่าการวัดระยะทางที่สามารถใช้ได้
zh_hans: 没有空的测距程序编号。

# _1418
source: The distance measurement setting No. does not exist.
de: Es ist keine Einstellungsnummer für die Abstandsmessung vorhanden.
es_mx: No existe núm. de config. de medición de distancia.
fr: Le N° de réglage de la mesure de distance n’existe pas.
it: Non esiste un N. di impostazione della misurazione della distanza.
ko: 측정 설정 번호가 존재하지 않습니다.
th: หมายเลขการตั้งค่าการวัดระยะทางไม่มีอยู่
zh_hans: 没有测距程序编号。

# _1419
source: The number of distance measurement settings has exceeded the upper limit.
de: Die Anzahl der Einstellungen für die Abstandsmessung hat den oberen Grenzwert überschritten.
es_mx: El número de config. de medición de distancia ha superado el límite máximo.
fr: Le nombre de réglages de la mesure de distance a dépassé la limite supérieure.
it: Il numero di impostazioni misurazione della distanza ha superato il limite superiore.
ko: 측정 설정 수가 상한을 넘었습니다.
th: จำนวนการตั้งค่าการวัดระยะทางเกินขีดจำกัดบน
zh_hans: 测距程序数量超出了上限。

# _1420
source: No valid Z tracking setting exists.
de: Es ist keine gültige Einstellung für die Z-Erfassung verfügbar.
es_mx: No existen ajustes de seguimiento de Z válidos.
fr: Aucun réglage de suivi en Z valide n'existe.
it: Non esiste un’impostazione scansione Z valida.
ko: 유효한 Z좌표 설정이 존재하지 않습니다.
th: ไม่พบการตั้งค่าการติดตาม Z ที่ถูกต้อง
zh_hans: 不存在有效的Z跟踪程序。

# _1421
source: The Z tracking auto settings have been canceled.
de: Das automatische Festlegen der Einstellungen für die Z-Erfassung wurde abgebrochen.
es_mx: Las config. auto. del seguimiento Z se han cancelado.
fr: Le réglage automatique du suivi en Z a été annulé.
it: L'impostazione automatica della scansione Z è stata annullata.
ko: Z좌표 자동설정을 중단하였습니다.
th: การตั้งค่าการติดตาม Z อัตโนมัติถูกยกเลิก
zh_hans: 已经中断自动设置Z跟踪。

# _1422
source: The Surface Fitting has been canceled.
de: Die 3D-Oberflächenerkennung wurde abgebrochen.
es_mx: La configuración de Ajuste de la superficie se ha cancelado.
fr: L’ajustement de la surface a été annulé.
it: La regolazione della superficie è stata annullata.
ko: Surface Fitting을 중단하였습니다.
th: การปรับให้พอดีพื้นผิวถูกยกเลิก
zh_hans: 已经中断Surface Fitting。

# _1423
source: No valid XY tracking setting exists.
de: Es ist keine gültige Einstellung für die XY-Erfassung verfügbar.
es_mx: No existen ajustes de seguimiento de XY válidos.
fr: Aucun réglage de suivi en XY valide n'existe.
it: Non esiste un’impostazione scansione XY valida.
ko: 유효한 XY좌표 설정이 존재하지 않습니다.
th: ไม่พบการตั้งค่าการติดตาม XY ที่ถูกต้อง
zh_hans: 不存在有效的XY跟踪程序。

# _1424
source: Failed to perform the measurement.
de: Die Messung ist fehlgeschlagen.
es_mx: No se pudo realizar la medición.
fr: Échec d'exécution de la mesure.
it: Impossibile eseguire la misurazione.
ko: 측정에 실패하였습니다.
th: ไม่สามารถทำการวัดได้
zh_hans: 测定失败。

# _1425
source: Autofocus setting is converted into Z Tracking setting. Activate Z Tracking function (MD-AD-ZT) and set measument condition.
de: Die Autofokuseinstellungen wurden auf die Z-Erfassung umgewandelt. Aktivieren Sie die Z-Erfassungsfunktion (MD-AD-ZT) und legen Sie die Messbedingung erneut fest.
es_mx: El ajuste del enfoque automático pasa a ser el ajuste del seguimiento Z. Active la función de seguimiento Z (MD-AD-ZT) y defina la condición de las mediciones.
fr: L’autofocus est converti en réglage de suivi en Z. Activez la fonction de suivi Z (MD-AD-ZT) et réglez les conditions de mesure.
it: L'impostazione Autofocus viene convertita in impostazione di Scansione Z. Attivare la funzione Scansione Z (MD-AD-ZT) e impostare la condizione di misurazione.
ko: 오토 포커스를 Z좌표 설정으로 변환하였습니다. Z 좌표 (MD-AD-ZT)의 기능을 유효로하여, 측정 조건을 다시 설정해 주십시오.
th: การตั้งค่าการปรับโฟกัสอัตโนมัติจะถูกแปลงเป็นการตั้งค่าการติดตาม Z เปิดใช้งานฟังก์ชัน Z Tracking (MD-AD-ZT) และตั้งค่าเงื่อนไขการวัด
zh_hans: 已把自动焦点转换为Z跟踪程序。请把Z跟踪（MD-AD-ZT）的功能设为有效，重新设置测定条件。

# _1426
source: Correction Method "External displacement sensor" is changed to "Fixed" and Correction amout is set 0.0 mm.
de: Das Korrekturverfahren "Externer Wegmesssensor" wurde zu "Fest" geändert und der Korrekturumfang wurde auf 0,0mm festgelegt.
es_mx: El método de corrección " Sensor de desplazamiento externo" se ha cambiado a " Fijo" y se ha seleccionado una cantidad de corrección de 0.0 mm.
fr: La méthode de correction par capteur de déplacement externe a été changée en correction fixe et la aleur définie sur 0,0 mm.
it: Il metodo di correzione "Sensore spostamento esterno" viene modificato in "Fisso" e la quantità di correzione è impostata su 0,0 mm.
ko: 보정량 0mm 고정으로 외부 장착 변위 센서를 변경하였습니다.
th: กระบวนการปรับค่า Z ได้เปลี่ยนจากการเซนเซอร์วัดระยะจากภายนอกเป็นค่าคงที่ โดยค่าการแก้ไขเป็น 0 mm
zh_hans: 变更了距离测定传感器到补正量0mm固定。

# _1427
source: 2D code reader
de: 2D-Codeleser
es_mx: Lect. cód. 2D
fr: Lecteur code 2D
it: Lettore codice 2D
ko: 2D 코드 리더기
th: ตัวอ่านโค้ด 2D
zh_hans: 二维条码读取器

# _1428
source: The 2D code reader cannot be used when a Matrix exists. The 2D code reader setting is disabled in the Job file.
de: Der 2D-Codeleser kann nicht verwendet werden, wenn im Programm eine Matrix angelegt ist. Die Einstellungen des 2D-Codelesers wurden aus dem aktuellen Programm entfernt.
es_mx: El lector de códigos 2D no se puede emplear cuando hay una matriz. El ajuste del lector de códigos 2D está deshabilitado en el programa.
fr: Impossible d’utiliser le lecteur de code 2D en présence d’une matrice. Le réglage du lecteur de code 2D est désactivé dans le tâche.
it: Non è possibile utilizzare il Lettore Codice 2D quando esiste una matrice. L'impostazione del lettore codice 2D è disattivata nel file programma.
ko: 매트릭스 존재 시, 2D코드 리더기는 이용할 수 없습니다. 작업에서 2D코드 리더기를 삭제하였습니다.
th: ตัวอ่านโค้ด 2D ไม่สามารถใช้ได้เมื่อมีเมทริกซ์อยู่ การตั้งค่าตัวอ่านโค้ด 2D จะถูกปิดการใช้งานในไฟล์ Job
zh_hans: 二维条码读取器不能用于矩阵设置。二维条码读取器已从任务中删除。

# _1429
source: Marking Confirmation
de: Beschriftungsbestätigung
es_mx: Confirmación marcado
fr: Confirmation marquage
it: Conferma marcatura
ko: 인쇄 확인
th: การยืนยันการมาร์ก
zh_hans: 刻印确认

# _1430
source: Marking confirmation cannot be used when a Matrix exists. Marking confirmation setting is disabled in the Job file.
de: Die Beschriftungsbestätigung kann nicht verwendet werden, wenn im Programm eine Matrix angelegt ist. Die Einstellungen der Beschriftungsbestätigung wurden aus dem aktuellen Programm entfernt.
es_mx: La confirmación de marcado no se puede emplear cuando hay una matriz. El ajuste de la confirmación de marcado está deshabilitado en el programa.
fr: Impossible d’utiliser la confirmation de marquage en présence d’une matrice. Le réglage de confirmation marquage est désactivé dans le dans le tâche.
it: Non è possibile utilizzare la conferma marcatura quando esiste una matrice. L'impostazione Conferma marcatura è disattivata nel file programma.
ko: 매트릭스 존재 시, 인쇄 확인은 이용할 수 없습니다. 작업에서 인쇄 확인을 삭제하였습니다.
th: ไม่สามารถใช้การยืนยันการทำเครื่องหมายได้เมื่อมีเมทริกซ์อยู่ การตั้งค่ายืนยันการทำเครื่องหมาย จะถูกปิดการใช้งานในไฟล์ Job
zh_hans: 刻印确认功能不能用于矩阵设置。刻印确认功能已从任务中删除。

# _1431
source: Failed to export file. Restart the application and create a settings.
de: Datei konnte nicht exportiert werden. Starten Sie die Anwendung neu und erstellen Sie Einstellungen.
es_mx: No se ha podido exportar el archivo. Reinicie la aplicación y cree una configuración.
fr: Échec d’exportation du fichier. Redémarrez l’application et créez un fichier de réglage.
it: File non esportato. Riavviare l'applicazione e creare un'impostazione.
ko: 파일 작성에 실패하였습니다. 앱을 재부팅하여, 설정을 작성해 주십시오.
th: ไม่สามารถส่งออกไฟล์ รีสตาร์ทแอปพลิเคชันใหม่ และทำการตั้งค่า
zh_hans: 文件导入失败。 请重启应用程序，创建程序。

# _1432
source: Set height correction to auto focus.
de: Bitte nutzen Sie zur Höhenkorrektur den Autofokus.
es_mx: Establezca la corrección de altura en enfoque automático.
fr: Utiliser l'auto focus comme méthode de correction de la hauteur.
it: Imposta la correzione dell'altezza su Auto focus.
ko: 높이 보정을 오토 포커스로 설정해 주십시오.
th: ตั้งค่าการแก้ไขความสูงเป็นออโต้โฟกัส
zh_hans: 将高度校正设置为自动对焦。

# _1433
source: Disable the 2D code reader.
de: Bitte schalten Sie den 2D-Codeleser aus.
es_mx: Cambie el lector de código 2D a deshabilitado.
fr: Désactiver le lecteur de codes 2D.
it: Disattiva la funzione di Lettura Codice 2D.
ko: 2D 코드 리더기를 무효로 변경합니다.
th: ปิดใช้งานตัวอ่านโค้ด 2D
zh_hans: 将二维码读取器设为无效。

# _1434
source: Disable the 2D code reader.
de: Bitte schalten Sie die Beschriftungsbestätigung aus.
es_mx: Cambie la confirmación de marcado a deshabilitado.
fr: Désactiver la fonction de Confirmation de Marquage.
it: Disattiva la funzione di Conferma Marrcatura.
ko: 인쇄 확인 기능을 무효로 변경합니다.
th: ปิดใช้งานการยืนยันการมาร์ก
zh_hans: 将刻印确认功能设为无效。

# _1435
source: Barcode/2D Code Invalid Setting Error
de: Fehler: Unzulässige Einstellung Strichcode/2D-Code
es_mx: Error, config. prohibida cód. 2D/cód. barr.
fr: Erreur de réglage interdit code barre/code 2D
it: Err. impostazione invalida barcode/codice 2D
ko: 바코드·2D 코드 설정 내용 부정 에러
th: ข้อผิดพลาดการตั้งค่าบาร์โค้ด/รหัส 2D ขัดต่อกฎ
zh_hans: 条形码/二维代码程序不正确错误

# _1436
source: Unsupported settings, such as tracking or lens inspection, are deleted.
de: Nicht unterstützte Funktionen, wie die XYZ-Erfassung oder die Fensterüberpürfung werden nicht übernommen.
es_mx: Se eliminan los ajustes no admitidos, como el seguimiento o la inspección del lente.
fr: Certains paramètres non pris en charge, comme le recalage en position ou le contrôle de la lentille, ont été supprimés.
it: Le impostazioni non supportate, come per esempio le scansioni XYZ o l'ispezione della lente, saranno cancellate.
ko: 좌표 보정이나 윈도우 점검 등, 이전 레이저 마킹기에서 대응되지 않는 설정은 삭제됩니다.
th: การตั้งค่าที่ไม่รองรับ เช่น การติดตามหรือการตรวจสอบเลนส์จะถูกลบ
zh_hans: 跟踪和窗口检查等，旧激光刻印机不支持的设定会被删除。

# _1437
source: Font-1 allocation is converted to Font0.
de: "Font-1" wurde zu "Font0" konvertiert.
es_mx: La asignación de Font-1 se convierte a Font0.
fr: La police Font-1 est convertie en Font0.
it: L'allocazione Font-1 verrà convertita in Font0.
ko: Font-1할당은 Font0으로 변환됩니다.
th: การจัดสรร Font-1 ถูกแปลงเป็น Font0
zh_hans: Font-1分配转换到Font0。

# _1438
source: 2D code reader is disabled because both marking confirmation and 2D code reader cannot be used in the same program.
de: Der 2D-Code-Leser wurde deaktiviert. Die Beschriftungsbestätigung und der 2D-Code-Leser können nicht zeitgleich im selben Programm aktiviert sein.
es_mx: El lector de códigos 2D está desactivado porque no se pueden utilizar tanto la confirmación de marcado como el lector de códigos 2D en el mismo programa.
fr: La relecture du code 2D est désactivée car la confirmation et marquage et la relecture d'un code 2D ne peuvent pas être utilisées simultanément dans un même programme.
it: Il lettore di codici 2D sarà disabilitato perché la funzione Conferma marcatura e il lettore di codici non possono essere utilizzati contemporaneamente nello stesso programma.
ko: 인쇄 확인과 2D 코드 리더기를 같은 프로그램에서 사용할 수 없기 때문에, 2D 코드 리더기가 비활성화됩니다.
th: เครื่องอ่านโค้ด 2D ถูกปิดใช้งาน เนื่องจากไม่สามารถใช้ทั้งการยืนยันการมาร์กและเครื่องอ่านโค้ด 2D ในโปรแกรมเดียวกันได้
zh_hans: 因为刻印确认和二维码读取器不能同时使用，所以二维码读取器将转换为无效。

# _1439
source: The maximum number of user registrations has been reached. New users cannot be created.
de: Die maximale Anzahl von Benutzern ist registriert. Um einen neuen Benutzer anzulegen, bitte einen anderen löschen.
es_mx: Se ha alcanzado el número máximo de registros de usuarios. No se pueden crear nuevos usuarios.
fr: Le nombre maximum d'inscriptions d'utilisateurs a été atteint. Les nouveaux utilisateurs ne peuvent pas être créés.
it: È stato raggiunto il numero massimo di registrazioni utente. Non è possibile creare nuovi utenti.
ko: 사용자 등록수가 최대입니다. 신규 사용자는 작성할 수 없습니다.
th: จำนวนผู้ใช้ที่ลงทะเบียนสูงสุด ไม่สามารถสร้างผู้ใช้ใหม่ได้
zh_hans: 用户注册数最大。无法创建新用户。

# _1440
source: The username is duplicated.
de: Der Benutzer wird dupliziert.
es_mx: El nombre de usuario está duplicado.
fr: Le nom d'utilisateur existe déjà.
it: Il nome utente è duplicato.
ko: 사용자명이 중복됩니다.
th: ชื่อผู้ใช้ซ้ำกัน
zh_hans: 用户名重复。

# _1441
source: The user level name is duplicated.
de: Die Benutzerebene wird dupliziert.
es_mx: El nombre del nivel de usuario está duplicado.
fr: Le nom du niveau utilisateur est dupliqué.
it: Il nome del livello utente è duplicato.
ko: 사용자 레벨명이 중복됩니다.
th: ชื่อระดับผู้ใช้ซ้ำกัน
zh_hans: 用户级别名重复。

# _1442
source: Admin user does not exist.
de: Der Administrator existiert nicht.
es_mx: El usuario administrador no existe.
fr: L'utilisateur administrateur n'existe pas.
it: L'utente amministratore non esiste.
ko: Admin 사용자가 없습니다.
th: ไม่ควรมีผู้ใช้ Admin
zh_hans: 管理员用户不存在。

# _1443
source: Please enter your user name in alphanumeric characters and symbols (%s).
de: Geben Sie den Benutzernamen in alphanumerischen Zeichen und Symbolen (%s) ein.
es_mx: Ingrese su nombre de usuario en caracteres alfanuméricos y símbolos (%s).
fr: Veuillez saisir votre nom d’utilisateur sous la forme de caractères alphanumériques et de symboles (%s).
it: Inserire il nome utente in caratteri alfanumerici e simboli (%s).
ko: 사용자명에는 반각 영숫자, 반각 기호(%s)를 입력해 주십시오.
th: โปรดป้อนชื่อผู้ใช้ของคุณโดยใช้อักขระที่เป็นตัวอักษรและตัวเลขและสัญลักษณ์ (%s)
zh_hans: 请在用户名中输入半角字母数字、半角符号（%s）。

# _1444
source: Please enter your password in alphanumeric characters and symbols (%s).
de: Geben Sie das Kennwort in alphanumerischen Zeichen und Symbolen (%s) ein.
es_mx: Ingrese su contraseña en caracteres alfanuméricos y símbolos (%s).
fr: Veuillez saisir votre mot de passe sous la forme de caractères alphanumériques et de symboles (%s).
it: Inserire la password in caratteri alfanumerici e simboli (%s).
ko: 패스워드에는 반각 영숫자, 반각 기호(%s)를 입력해 주십시오.
th: โปรดป้อนรหัสผ่านของคุณโดยใช้อักขระที่เป็นตัวอักษรและตัวเลขและสัญลักษณ์ (%s)
zh_hans: 请在密码中输入半角字母数字、半角符号（%s）。
