Repository: UMISolutions/LaserMarking2
Catalog: LaserMarking/Marking Builder Plus 2/MarkingDiagnosticTool_Ver2/Language/Resources_ActiveX.*.resx
Languages: de, es_mx, fr, it, ko, th, zh_hans

# _1210
source: This will be set to HD.
de: Wird auf HD eingestellt.
es_mx: Se establecerá en HD.
fr: Sera défini en HD.
it: Questo sarà impostato su HD.
ko: 고정밀도로 합니다.
th: สิ่งนี้จะถูกตั้งเป็นความละเอียดสูง
zh_hans: 设为高精细。

# _1211
source: Specify marking order
de: Beschriftungsreihenfolge festlegen
es_mx: Especificar orden de marcado
fr: Spécifier un ordre de marquage
it: Specificare ord. marcatura
ko: 인쇄 순서 지정
th: กำหนดลำดับการมาร์ก
zh_hans: 刻印顺序设定

# _1212
source: This will be automated.
de: Wird automatisiert.
es_mx: Se automatizará.
fr: Sera automatisé.
it: Questo sarà automatizzato.
ko: 자동으로 합니다.
th: สิ่งนี้จะทำงานโดยอัตโนมัติ
zh_hans: 设为自动。

# _1214
source: This will be set to default.
de: Wird auf Standard eingestellt.
es_mx: Se definirá como carpeta predet.
fr: Prendra la valeur configurée par défaut.
it: Questo sarà impostato su default.
ko: 초기값을 설정합니다.
th: สิ่งนี้จะถูกกำหนดเป็นค่าเริ่มต้น
zh_hans: 设置初始值。

# _1219
source: Cancel
de: Abbrechen
es_mx: Cancelar
fr: Annuler
it: Annulla
ko: 중단
th: ยกเลิก
zh_hans: 取消

# _1225
source: Link Block
de: Bezugsblock
es_mx: Bloq. link
fr: Bloc lié
it: Blocco collegamento
ko: 링크 블록
th: บล็อกเชื่อมโยง
zh_hans: 链接信息组

# _1226
source: The link block will be deleted.
de: Bezugsblock wird gelöscht.
es_mx: Se borrará bloq. de conex.
fr: Le bloc lié sera supprimé.
it: Il blocco collegamento sarà eliminato.
ko: 링크 블록을 해제합니다.
th: บล็อกเชื่อมโยงจะถูกลบ
zh_hans: 解除链接信息组。

# _1227
source: Processing Block
de: Laserbearbeitung Block
es_mx: Bloque de procesam.
fr: Traitement du bloc
it: Blocco programma
ko: 가공기 블록
th: บล็อกการประมวลผล
zh_hans: 机械信息组

# _1228
source: Dot Block
de: Punkt Block
es_mx: Bloq. punt.
fr: Bloc de points
it: Blocco punti
ko: 도트 블록
th: บล็อกจุด
zh_hans: 点信息组

# _1229
source: The block will be deleted.
de: Block wird gelöscht.
es_mx: Se eliminará el bloque.
fr: Le bloc sera supprimé.
it: Il blocco sarà eliminato.
ko: 블록을 삭제합니다.
th: บล็อกจะถูกลบ
zh_hans: 删除信息组。

# _1236
source: QR Password
de: QR-Passwort
es_mx: Contras. QR
fr: Mot de passe QR
it: Password QR
ko: QR 암호
th: รหัสผ่าน QR
zh_hans: QR密码

# _1246
source: Distance Pointer
de: Abstandszeiger
es_mx: Puntero de distancia
fr: Pointeur de distance
it: Puntatore distanza
ko: 디스턴스 포인터
th: ตัวระบุระยะโฟกัส
zh_hans: 距离指示灯

# _1247
source: The laser will be emitted at the position of Z＝0.0 mm.
de: Laser wird an der Position Z＝0,0 mm emittiert.
es_mx: El láser se emitirá en la posición Z＝0,0 mm.
fr: Le laser sera émis à la position Z＝0,0 mm.
it: Il laser sarà emesso nella posizione di Z＝0.0 mm.
ko: Z＝0.0 mm의 위치에 조사합니다.
th: เลเซอร์จะถูกปล่อยที่ตำแหน่ง Z＝0.0 mm
zh_hans: 照射到Z＝0.0 mm的位置。

# _1248
source: No valid block exists. Data conversion could not be performed.
de: Kein gültiger Block vorhanden. Datenumwandlung konnte nicht durchgeführt werden.
es_mx: No existen bloques válidos. No se ha podido realizar la convers. de datos.
fr: Aucun bloc valide n'existe. La conversion des données n'a pas pu s'effectuer.
it: Non esistono blocchi validi. Impossibile effettuare la conversione dati.
ko: 유효한 블록이 존재하지 않으므로 데이터 변환을 하지 않았습니다.
th: ไม่พบบล็อกที่ถูกต้อง ไม่สามารถทำการแปลงข้อมูลได้
zh_hans: 不存在有效的信息组，未进行数据转换。

# _1249
source: Controller
de: Steuergerät
es_mx: Controlador
fr: Contrôleur
it: Controllore
ko: 컨트롤러
th: คอนโทรลเลอร์
zh_hans: 控制器

# _1250
source: Common Data
de: Allgemeine Daten
es_mx: Datos comunes
fr: Données communes
it: Dati comuni
ko: 공통 데이터
th: ข้อมูลทั่วไป
zh_hans: 通用数据

# _1251
source: Baseline Shift
de: Grundlinie anheben
es_mx: Giro de línea base
fr: Décaler la ligne de base
it: Spostamento linea base
ko: 들여쓰기
th: การเลื่อนเบสไลน์
zh_hans: 字符下降

# _1252
source: Fixed at 30%.
de: Fest bei 30%.
es_mx: Fijado en 30 %
fr: Fixé à 30%.
it: Fissato al 30%.
ko: 30% 고정입니다.
th: คงที่ ที่ 30%
zh_hans: 变为30%固定。

# _1253
source: Setting information
de: Einstellungsinformationen
es_mx: Info. de configuración
fr: Informations de réglage
it: Informazioni Impostazione
ko: 설정 정보
th: ข้อมูลการตั้งค่า
zh_hans: 程序信息

# _1254
source: Already being executed.
de: Wird bereits ausgeführt.
es_mx: Ya se está ejecutando.
fr: Déjà en exécution.
it: Già in esecuzione.
ko: 이미 실행 중입니다
th: สั่งงานเรียบร้อยแล้ว
zh_hans: 已处于执行中状态

# _1255
source: Continuous marking cannot be set when a fixed point block with trigger on exists in the project.
de: Kontinuierliche Beschriftung kann nicht eingestellt werden, wenn ein Block „Fester Punkt, solange Trigger ein ist“ im Programm vorhanden ist.
es_mx: El marcado continuo no se puede establecer si existe un bloque de punto fijo con disparo en el proyecto.
fr: Le marquage continu ne peut pas être défini quand un bloc de point fixe existe dans le projet.
it: Impossibile impostare marcatura continua quando nel progetto esiste un blocco a punto fisso con trigger on.
ko: 프로젝트에 트리거 ON 중 정점 블록이 있을 때는 연속 인쇄를 설정할 수 없습니다.
th: ไม่สามารถกำหนดการมาร์กแบบต่อเนื่องได้ หากในโปรแกรมมีบล็อกการยิงจุดที่ทริกเกอร์เปิดอยู่
zh_hans: 项目中存在触发ＯＮ时固定点信息组时，无法设置连续刻印。

# _1257
source: The backup file is corrupt.
de: Die Sicherungsdatei ist nicht lesbar.
es_mx: El arch. cop. seg. está dañado.
fr: Fichier de sauvegarde corrompu.
it: Il file di backup è danneggiato.
ko: 백업 파일이 손상되어 있습니다.
th: ไฟล์สำรองเสียหาย
zh_hans: 备份文件损坏。

# _1258
source: The backup information file cannot be found.
de: Sicherungsinformationsdatei nicht gefunden.
es_mx: El archivo de información de respaldo no puede encontrarse.
fr: Fichier de restauration introuvable.
it: Impossibile trovare il file informazioni di backup.
ko: 백업 정보 파일을 찾을 수 없습니다.
th: ไม่พบไฟล์ข้อมูลสำรอง
zh_hans: 没有找到备份信息文件。

# _1259
source: Restoration failed.
de: Wiederherstellung fehlgeschlagen.
es_mx: No se ha podido restaurar.
fr: Échec de la restauration.
it: Ripristino fallito.
ko: 복구에 실패했습니다.
th: การเรียกคืนล้มเหลว
zh_hans: 恢复失败。

# _1260
source: Failed to back up due to the insufficient free disk space.
de: Zu wenig freier Festplattenspeicherplatz, Sicherungskopie konnte nicht erstellt werden.
es_mx: No se pudo realizar copia de seg. porque no había sufic. espacio libre en disco duro.
fr: Échec de la sauvegarde du fait de l'insuffisance d'espace disque disponible.
it: Backup fallito a causa di spazio insufficiente sul disco.
ko: 디스크의 여유 용량이 부족해서 백업을 할 수 없었습니다.
th: ไม่สามารถสำรองข้อมูลได้เนื่องจากพื้นที่ในดิสก์ว่างไม่เพียงพอ
zh_hans: 因磁盘空间不够，不能执行备份处理。

# _1261
source: Backup canceled.
de: Sicherung abgebrochen.
es_mx: Copia seg. cancelada.
fr: Sauvegarde annulée.
it: Backup annullato.
ko: 백업을 중지했습니다.
th: ยกเลิกการสำรองข้อมูล
zh_hans: 中断备份。

# _1262
source: Specify a file name to use with Marking Builder Plus.
de: Geben Sie einen Dateinamen zur Verwendung mit Marking Builder Plus an.
es_mx: Especifique un nombre de archivo para usar con Marking Builder Plus.
fr: Spécifiez un nom du fichier à utiliser avec Marking Builder Plus.
it: Specificare un nome file da usare con Marking Builder Plus.
ko: Marking Builder Plus용 파일명을 지정해 주십시오.
th: กำหนดชื่อไฟล์สำหรับใช้กับ Marking Builder Plus
zh_hans: 请指定Marking Builder Plus用的文件名。

# _1263
source: Delete the link block and unify the overprinting block.
de: Bezugsblock löschen und Überdruckblock vereinheitlichen.
es_mx: Borre el bloq. link y unifique el bloqueo de sobreimpr.
fr: Supprime le bloc lié et unifie le bloc de surimpression.
it: Elimina blocco collegamento e unifica blocco multipassata.
ko: 링크 블록을 해제하여 덮어쓰기 블록에 통합합니다.
th: ลบบล็อกเชื่อมโยงและรวมบล็อกการพิมพ์ทับ
zh_hans: 解除链接信息组，整合为重写信息组。

# _1285
source: The Z-MAP file conversion failed.
de: Die Umwandlung der Z-MAP-Datei ist fehlgeschlagen.
es_mx: No se pudo convertir el archivo Z-MAP.
fr: Échec de conversion du fichier Z-MAP.
it: La conversione del file Z-MAP è fallita.
ko: Z-MAP 파일의 변환에 실패했습니다.
th: การแปลงไฟล์ Z-MAP ล้มเหลว
zh_hans: Z-MAP文件转换失败。

# _1286
source: Failed to load image file because the number of vertical/horizontal dots is smaller than 10 or larger than 3464.
de: Bilddatei konnte nicht geladen werden, weil die Anzahl der vertikalen/horizontalen Punkte kleiner als 10 oder größer als 3464 ist.
es_mx: No se ha podido cargar el archivo de imagen porque el número de puntos verticales/horizontales es menor que 10 o mayor que 3464.
fr: Échec du chargement du fichier image, car le nombre de points verticaux/horizontaux est inf. à 10 ou sup. à 3464.
it: Impossibile caricare il file immagine perché il numero di punti verticali/orizzontali è meno di 10 o più di 3464.
ko: 세로·가로의 도트 수가 10~3464 도트 범위를 초과하였기 때문에 이미지를 불러올 수 없습니다.
th: ไม่สามารถโหลดไฟล์ภาพได้ เนื่องจากจำนวนจุดแนวตั้ง/แนวนอนน้อยกว่า 10 หรือมากกว่า 3464
zh_hans: 可装载的图像解析度为10至3464像素。

# _1287
source: Document format is invalid or not supported.
de: Dokumentformat ungültig oder nicht unterstützt.
es_mx: Formato de documento no válido o no compatible.
fr: Format de document invalide ou non pris en charge.
it: Il formato del documento non è valido o non è supportato.
ko: 문서 형식이 무효이거나 또는 지원되지 않습니다.
th: รูปแบบเอกสารไม่ถูกต้องหรือไม่รองรับ
zh_hans: 文档形式无效，或是不支持。

# _1288
source: Unknown error
de: Unbekannter Fehler
es_mx: Error desconocido
fr: Erreur inconnue
it: Errore sconosciuto
ko: 알 수 없는 에러
th: ข้อผิดพลาดที่ไม่รู้จัก
zh_hans: 未知错误

# _1289
source: Hatch logo file conversion error (%d)
de: Fehler bei Hatch-Logo-Datei-Umwandlung (%d)
es_mx: Error conversión de archivo logo Hatch (%d)
fr: Erreur de conversion fichier hatch logo (%d)
it: Errore di conversione file hatch logo (%d)
ko: 해치 로고 파일 변환 에러(%d)
th: ข้อผิดพลาดเกี่ยวกับการแปลงไฟล์โลโก้แฮทช์ (%d)
zh_hans: 填充徽标文件转换错误（%d）

# _1290
source: The size at which fill preview is possible has been exceeded. Decrease the height or width, or increase the fill line intervals and retry. (%d)
de: Die Größe der Füllung, um eine Vorschau darzustellen, wurde überschritten. Verringern Sie die Höhe/Breite oder erhöhen Sie die Füllungslinieintervalle und versuchen Sie es erneut. (%d)
es_mx: Se ha superado el tamaño máximo posible para la previsualización de relleno. Reduzca la altura o el ancho, o aumente los intervalos de línea de relleno y vuélvalo a intentar. (%d)
fr: La taille de remplissage autorisée pour l'aperçu a été dépassée. Réduisez la hauteur ou la largeur ou augmentez les intervalles de ligne de remplissage et réessayez. (%d)
it: È stata superata la dimensione a cui è possibile riempire l'anteprima. Diminuire altezza o larghezza o aumentare gli intervalli linee di riempimento e riprovare. (%d)
ko: 채우기 간격 미리보기 가능한 사이즈의 제한을 초과하고 있습니다. 높이 또는 폭을 줄이거나, 선 채우기 간격을 넓혀서 실행해 주십시오. (%d)
th: ขนาดเกินขนาดที่สามารถแสดงตัวอย่างการเติมได้ ลดความสูงหรือความกว้าง หรือเพิ่มช่วงเว้นเส้นการเติมแล้วลองอีกครั้ง (%d)
zh_hans: 超出可预览填充大小的限制。 请缩小高度或宽度，或者扩大填充间隔后执行。(%d)

# _1291
source: The restriction of hatch logo size at which saving is possible has been exceeded. Decrease the height or width, or increase the fill line intervals and retry. (%d)
de: Maximale Hatch-Logo-Größe zum Speichern wurde überschritten. Reduzieren Sie Höhe/Breite oder erhöhen Sie die Füllungslinienintervalle und versuchen Sie es erneut. (%d)
es_mx: Se ha superado la restricción de tamaño para poder guardar el logo Hatch. Reduzca la altura o el ancho, o aumente los intervalos de línea de relleno. (%d)
fr: Restriction de la taille d'enregistrement autorisée du logo hatch dépassée. Réduire hauteur/largeur ou augmenter interv. ligne remplissage et réessayer. (%d)
it: È stata superata la restrizione delle dimensioni del logo hatch in cui è possibile salvare. Diminuire altezza o larghezza o aumentare gli intervalli linee di riempimento e riprovare. (%d)
ko: 저장 가능한 해치 로고 사이즈의 제한을 초과하고 있습니다. 높이 또는 폭을 줄이거나 선 채우기 간격을 넓혀서 실행해 주십시오. (%d)
th: ขนาดโลโก้แฮทช์เกินข้อจำกัดที่สามารถทำการบันทึกได้ ลดความสูงหรือความกว้าง หรือเพิ่มช่วงเว้นเส้นการเติมแล้วลองอีกครั้ง (%d)
zh_hans: 超过了可保存的填充徽标大小的限制。 请缩小高度或宽度，或者加大填充线间隔后再执行。（%d）

# _1292
source: The transition to marking has been canceled.
de: Übergang zu Beschriftung wurde abgebrochen.
es_mx: La transición al marcado ha sido cancelada.
fr: Transition vers le marquage annulée.
it: La transizione alla marcatura è stata annullata.
ko: 인쇄로의 전환을 중지했습니다.
th: การเปลี่ยนผ่านของการทำเครื่องหมายถูกยกเลิก
zh_hans: 中断刻印的转移。

# _1293
source: File transfer has been canceled.
de: Die Dateiübertragung wurde abgebrochen.
es_mx: Transferencia de archivos cancelada
fr: Transfert du fichier annulé.
it: Il trasferimento file è stato annullato.
ko: 파일 송신을 중지했습니다.
th: การถ่ายโอนไฟล์ถูกยกเลิก
zh_hans: 中断发送文件。

# _1294
source: Conversion has been canceled.
de: Die Umwandlung wurde abgebrochen.
es_mx: Conversión cancelada.
fr: La conversion a été annulée.
it: La conversione è stata annullata.
ko: 변환을 취소했습니다.
th: การแปลงถูกยกเลิก
zh_hans: 取消转换。

# _1295
source: The preview has been canceled.
de: Die Vorschau wurde abgebrochen.
es_mx: Previsualización cancelada.
fr: L'aperçu a été annulé.
it: L'anteprima è stata annullata.
ko: 미리보기를 취소했습니다.
th: การแสดงตัวอย่างถูกยกเลิก
zh_hans: 取消预览。

# _1296
source: Conversion has been canceled.
de: Umwandlung wurde abgebrochen.
es_mx: Conversión cancelada.
fr: La conversion a été annulée.
it: La conversione è stata annullata.
ko: 변환을 취소했습니다.
th: การแปลงถูกยกเลิก
zh_hans: 取消转换。

# _1297
source: This is only enabled in editing mode.
de: Diese Funktion ist nur im Bearbeitungsmodus verfügbar.
es_mx: Solo se habilita en el modo de edición.
fr: N'est actif qu'en mode édition.
it: Questo è abilitato solo in modalità modifica.
ko: 편집 모드만 유효합니다
th: เปิดใช้เฉพาะในโหมดแก้ไขเท่านั้น
zh_hans: 仅编辑模式有效

# _1298
source: Unsupported error
de: Nicht unterstützter Fehler
es_mx: Error, sin soporte
fr: Erreur non prise en charge
it: Errore non supportato
ko: 지원되지 않는 에러
th: เกิดข้อผิดพลาดที่ระบบไม่รองรับ
zh_hans: 支持范围外错误

# _1299
source: The number of rows or columns is out of range.
de: Die Anzahl der Zeilen bzw. Spalten liegt außerhalb des zulässigen Bereichs.
es_mx: La cantidad de filas o columnas se encuentra fuera del rango.
fr: Le nombre de lignes ou de colonnes se trouve hors de la plage.
it: Il numero di righe o colonne è fuori range.
ko: 행 수 또는 열 수가 범위를 넘었습니다.
th: จำนวนแถวหรือคอลัมน์ไม่อยู่ในช่วงที่เหมาะสม
zh_hans: 行数或列数超出范围

# _13
source: Space
de: Leerzeichen
es_mx: Espacio
fr: Espace
it: Spazio
ko: 문자 간격
th: ช่องว่าง
zh_hans: 字符间隔

# _1300
source: Failed to load the MBActX Control.
de: Die MBActX-Steuerung konnte nicht geladen werden.
es_mx: No se ha podido cargar el control MBActX.
fr: Échec du chargement du contrôle MBActX.
it: Impossibile caricare il comando MBActX.
ko: MBActX Control의 로드에 실패했습니다.
th: ไม่สามารถโหลด MBActX Control ได้
zh_hans: 加载MBActX Control失败

# _1301
source: Overwriting a common file has been canceled.
de: Das Überschreiben einer allgemeinen Datei wurde abgebrochen.
es_mx: Cancelada la sobrescritura de un archivo común.
fr: Le remplacement d'un fichier commun a été annulé.
it: La sovrascrittura di un file comune è stata annullata.
ko: 공유 파일의 덮어쓰기를 취소했습니다.
th: การเขียนทับไฟล์ร่วมถูกยกเลิก
zh_hans: 取消重写共享文件。

# _1302
source: "FONT0.FUY" and "FONT1.FUY" are reserved words, so they cannot be used for font file names.
de: „FONT0.FUY“ und „FONT1.FUY“ sind reservierte Bezeichnungen und können daher nicht für Schriftartendateinamen verwendet werden.
es_mx: "FONT0.FUY" y "FONT1.FUY" son palabras reservadas, así que no pueden usarse como nombres de archivos de fuente.
fr: "FONT0.FUY" et "FONT1.FUY" sont des mots réservés qui ne peuvent pas être utilisés pour les noms des fichiers de police.
it: "FONT0.FUY" e "FONT1.FUY" sono parole riservate, quindi non possono essere usate per nomi di file di font.
ko: 「FONT0.FUY」「FONT1.FUY」는 예약어이므로 폰트 파일명으로 사용할 수 없습니다.
th: "FONT0.FUY" และ "FONT1.FUY" ไม่สามารถใช้เป็นชื่อไฟล์ฟ้อนท์ได้
zh_hans: “FONT0.FUY”“FONT1.FUY”均为保留字，因此无法用于字体文件名。

# _1303
source: Enter a value for %s from %.3lf to %.3lf (mm).
de: Geben Sie für %s einen Wert zwischen %.3lf und %.3lf (mm) ein.
es_mx: Ingresar un valor para %s de %.3lf a %.3lf (mm).
fr: Saisissez une valeur pour %s entre %.3lf et %.3lf (mm).
it: Inserire un valore per %s da %.3lf a %.3lf (mm).
ko: %s은(는) %.3lf~%.3lf(mm)에서 입력해 주십시오.
th: ป้อนค่าสำหรับ %s ตั้งแต่ %.3lf ถึง %.3lf (mm)
zh_hans: 请在%s中输入从%.3lf至%.3lf(mm)范围内的值。

# _1304
source: Check the entered contents.
de: Überprüfen Sie den eingegebenen Inhalt.
es_mx: Verifique los contenidos ingresados.
fr: Vérifiez le contenu saisi.
it: Controllare il contenuto inserito.
ko: 입력 내용을 확인해 주십시오.
th: ตรวจสอบเนื้อหาที่ป้อน
zh_hans: 请确认输入内容。

# _1305
source: Fill Interval
de: Füllinterval
es_mx: Interv. de rell.
fr: Interval de remplissage
it: Intervallo di riempimento
ko: 선 채우기 간격
th: ช่วงเว้นการเติม
zh_hans: 填充间隔

# _1306
source: The entered value for the parameter is out of range.
de: Der eingegebene Wert für den Parameter liegt außerhalb des zulässigen Bereichs.
es_mx: El valor ingresado para el parámetro se encuentra fuera del rango.
fr: La valeur saisie pour le paramètre est hors plage.
it: Il valore immesso per il parametro è fuori range.
ko: 파라미터의 입력값이 범위 밖입니다.
th: ค่าที่ป้อนสำหรับพารามิเตอร์ไม่อยู่ในช่วงที่เหมาะสม
zh_hans: 参数的输入值超出范围。

# _1307
source: Set the value to 1.000 mm.
de: Stellen Sie den Wert auf 1,000 mm ein.
es_mx: Establecer el valor a 1.000 mm.
fr: Réglez la valeur sur 1,000 mm.
it: Impostare il valore a 1,000 mm.
ko: 1.000 mm를 설정합니다.
th: ตั้งค่าเป็น 1.000 mm
zh_hans: 设置1.000 mm。

# _1308
source: Font replacement
de: Schriftartenersetzung
es_mx: Reemplazo de fuente
fr: Remplacement de la police
it: Sostituzione font
ko: 폰트 치환
th: การแทนที่รูปแบบตัวอักษรในฟ้อนท์
zh_hans: 替换字体

# _1309
source: The custom font has been created and assigned to font No. %d.
de: Die benutzerdefinierte Schriftart wurde erstellt und der Schriftart Nr. %d zugewiesen.
es_mx: La fuente personalizada se ha creado y asignado a la fuente n.º %d.
fr: La police personnalisée a été créée et attribuée à la police n° %d.
it: Il font personalizzato è stato creato e assegnato al crattere N. %d.
ko: 사용자 폰트를 생성하여 폰트 No.%d에 할당했습니다.
th: ฟ้อนท์ที่กำหนดเองได้ถูกสร้างขึ้นและบันทึกไปยังฟ้อนท์หมายเลข %d
zh_hans: 生成自定义字体后，分配至字体No.%d。

# _1310
source: File Name
de: Dateiname
es_mx: Nombre de archivo
fr: Nom du fichier
it: Nome File
ko: 파일명
th: ชื่อไฟล์
zh_hans: 文件名

# _1311
source: The logo/photo file does not exist.
de: Die Logo-/Fotodatei existiert nicht.
es_mx: El arch. de logotipo/foto no existe.
fr: Le fichier logo/photo n'existe pas.
it: Il file logo/foto non esiste.
ko: 로고·포토 파일이 존재하지 않습니다.
th: ไม่พบไฟล์โลโก้/รูปถ่าย
zh_hans: 不存在徽标/图片文件。

# _1312
source: The custom character file does not exist.
de: Die Datei mit benutzerdef. Zeichen existiert nicht.
es_mx: El archivo de carácter personalizado no existe.
fr: Le fichier de caractère personnalisé n'existe pas.
it: Il file carattere personalizzato non esiste.
ko: 사용자 폰트 파일이 존재하지 않습니다.
th: ไม่พบไฟล์อักขระที่กำหนดเอง
zh_hans: 不存在自定义字符文件。

# _1313
source: No Z-MAP files exist.
de: Es sind keine Z-MAP-Dateien vorhanden.
es_mx: No existe ningún archivo Z-MAP.
fr: Aucun fichier Z-MAP n'existe.
it: Non esistono file Z-MAP.
ko: Z-MAP 파일이 존재하지 않습니다.
th: ไม่พบไฟล์ Z-MAP
zh_hans: 不存在Z-MAP文件。

# _1314
source: Encoding
de: Kodierung
es_mx: Codific.
fr: Codage
ko: 치환
th: เข้ารหัส
zh_hans: 替换

# _1315
source: The "%" character has been deleted.
de: Das Zeichen „%“ wurde gelöscht.
es_mx: Se ha eliminado el carácter "%".
fr: Le caractère "%" a été supprimé.
it: Il carattere "%" è stato eliminato.
ko: 문자 「％」을(를) 삭제했습니다.
th: "%" ถูกลบแล้ว
zh_hans: 删除字符“％”。

# _1316
source: Invalid font number
de: Ungültige Schriftartennummer
es_mx: N.º fuente inválido
fr: N° de police invalide
it: Numero font non valido
ko: 폰트 번호가 바르지 않습니다.
th: หมายเลขฟ้อนท์ไม่ถูกต้อง
zh_hans: 字体编号错误

# _1317
source: This parameter has not been set in the marking conditions clipboard.
de: Dieser Parameter wurde im Zwischenspeicher der Beschriftungsbedingungen nicht eingetragen.
es_mx: Este parámetro no se ha definido en el portapapeles de las condiciones de marcado.
fr: Ce paramètre n'a pas été défini dans la bibliothèque des conditions de marquage.
it: Questo parametro non è stato inserito nella scheda delle condizioni di marcatura.
ko: 인쇄 조건 클립보드에 설정되어 있지 않은 파라미터입니다
th: พารามิเตอร์นี้ยังไม่ได้ถูกกำหนดค่าในคลิปบอร์ดเงื่อนไขการมาร์ก
zh_hans: 是未在刻印条件剪贴板中设置的参数

# _1318
source: "%s" cannot be deleted.
de: „%s“ können nicht gelöscht werden.
es_mx: "%s" no se pueden eliminar.
fr: "%s" ne peuvent pas être supprimés.
it: "FONT0.FUY" e "FONT1.FUY" non possono essere eliminati.
ko: 「%s」는 삭제할 수 없습니다.
th: "FONT0.FUY" และ "FONT1.FUY" ไม่สามารถลบได้
zh_hans: 无法删除“%s”。

# _1319
source: You cannot go online.
de: Sie können nicht online gehen.
es_mx: No se puede estar en línea.
fr: Impossible de vous connecter.
it: Impossibile andare online.
ko: 온라인으로 할 수 없습니다.
th: คุณไม่สามารถออนไลน์ได้
zh_hans: 联机时无法完成。

# _1320
source: The file has not been read.
de: Die Datei wurde nicht gelesen.
es_mx: No se ha leído el archivo.
fr: Le fichier n'a pas été lu.
it: Il file non è stato letto.
ko: 파일이 읽히지 않았습니다.
th: ไม่มีการอ่านไฟล์
zh_hans: 无法装载文件

# _1321
source: You cannot load a job file of a different model while online.
de: Die Programmdatei eines anderen Modells kann nicht geladen werden, während Sie online sind.
es_mx: No puede cargar un archivo de programa de un modelo diferente mientras está en línea.
fr: Vous ne pouvez pas charger un tâche d’un modèle différent lorsque vous êtes en ligne.
it: Impossibile caricare un file programma di un altro modello mentre si è online.
ko: 온라인 중에 다른 모델의 작업 파일을 읽어올 수 없습니다.
th: คุณไม่สามารถโหลดไฟล์งานของรุ่นอื่นได้ขณะออนไลน์
zh_hans: 联机时，无法装载其他机型的任务文件。

# _1322
source: Specify the file name.
de: Geben Sie den Dateinamen an.
es_mx: Especif. el nombre del arch.
fr: Spécifiez le nom du fichier.
it: Specificare nome file.
ko: 파일명을 지정해 주십시오
th: กำหนดชื่อไฟล์
zh_hans: 请设定文件名

# _1323
source: The version of the connected laser marker is not compatible. Upgrade the version from Marking Builder Plus.
de: Die Version des angeschlossenen Laserbeschrifters ist nicht kompatibel. Aktualisieren Sie die Version von Marking Builder Plus.
es_mx: La versión del marcador láser conectado no es compatible. Actualice la versión del Marking Builder Plus.
fr: La version du marqueur laser connecté n'est pas compatible. Mettre à niveau la version depuis Marking Builder Plus.
it: La versione del marcatore laser collegato non è compatibile. Aggiornare la versione da Marking Builder Plus.
ko: 연결 유닛의 레이저 마킹기와 버전 호환성이 없습니다. Marking Builder Plus 에서 버전을 업그레이드해 주십시오.
th: เวอร์ชั่นของเลเซอร์มาร์กเกอร์ที่เชื่อมต่ออยู่ไม่ตรงกัน โปรดอัปเกรดเวอร์ชั่นจาก Marking Builder Plus
zh_hans: 不存在连接目标激光刻印机和版本的兼容性。请从Marking Builder Plus进行版本升级。

# _1324
source: The file could not be found. %s
de: Die Datei konnte nicht gefunden werden. %s
es_mx: No se ha encontrado el archivo. %s
fr: Le fichier est introuvable. %s
it: Il file non è stato trovato. %s
ko: 파일을 찾을 수 없었습니다. %s
th: ไม่พบไฟล์ %s
zh_hans: 找不到相关文件。 %s

# _1325
source: The operation to read the .lsc file failed.
de: Lesevorgang der .lsc-Datei fehlgeschlagen.
es_mx: No se ha podido leer el archivo .lsc.
fr: Échec de l'opération de lecture du fichier .lsc.
it: L'operazione di lettura del file .lsc è fallita.
ko: LSC 파일 읽어오기에 실패했습니다.
th: กระบวนการอ่านไฟล์ .lsc ล้มเหลว
zh_hans: LSC文件读取失败。

# _1326
source: The .lsc file version is not supported, so the file could not be read.
de: Da die .lsc-Dateiversion nicht unterstützt wird, konnte die Datei nicht gelesen werden.
es_mx: No se admite la versión del archivo .lsc, el archivo no se ha podido leer.
fr: La version du fichier .lsc n'est pas prise en charge, le fichier n'a pas pu être lu.
it: Il file versione .lsc non è supportata, quindi il file non è leggibile.
ko: 대응하지 않는 버전의 LSC 파일이기때문에, 불러올 수 없었습니다.
th: ระบบไม่รองรับเวอร์ชั่นของไฟล์ .lsc ดังนั้นจึงไม่สามารถอ่านไฟล์ได้
zh_hans: 该LSC文件来自不受支持的版本，读取失败。
