Repository: UMISolutions/LaserMarking2
Catalog: LaserMarking/Marking Builder Plus 2/MarkingDiagnosticTool_Ver2/Language/Resources_ActiveX.*.resx
Languages: de, es_mx, fr, it, ko, th, zh_hans

# _1445
source: Please enter single-byte alphanumeric characters.
de: Geben Sie alphanumerische Ein-Byte-Zeichen ein.
es_mx: Ingrese caracteres alfanuméricos de un solo byte.
fr: Veuillez saisir des caractères alphanumériques codés sur un octet.
it: Inserire caratteri alfanumerici a un byte.
ko: 반각 영숫자를 입력해 주십시오.
th: โปรดป้อนอักขระที่เป็นตัวอักษรและตัวเลขไบต์เดี่ยว
zh_hans: 请输入半角字母数字。

# _1446
source: A valid user does not exist.
de: Der Benutzername oder das Kennwort ist falsch.
es_mx: No existe un usuario válido.
fr: Il n'existe aucun utilisateur valide.
it: Un utente valido non esiste.
ko: 유효한 사용자가 없습니다.
th: ไม่มีผู้ใช้ที่ถูกต้องอยู่
zh_hans: 没有有效的用户。

# _1447
source: A valid user level does not exist.
de: Der Benutzername oder das Kennwort ist falsch.
es_mx: No existe un nivel de usuario válido.
fr: Il n'existe aucun niveau d'utilisateur valide.
it: Non esiste un livello utente valido.
ko: 유효한 사용자 레벨이 없습니다.
th: ไม่มีระดับผู้ใช้ที่ถูกต้องอยู่
zh_hans: 没有有效的用户级别。

# _1448
source: %s must be %d characters or less.
de: %s darf maximal %d Zeichen umfassen.
es_mx: %s debe tener máximo %d caracteres.
fr: %s doit avoir %d caractères max.
it: %s deve essere di %d caratteri massimo.
ko: %s은(는) %d글자 이내로 입력해 주십시오.
th: %s จะต้องยาว %d ตัวอักษรหรือน้อยกว่า
zh_hans: %s请设定在%d个字符内。

# _1449
source: Failed to load user management information.
de: Fehler beim Laden der Benutzerverwaltungsinformationen.
es_mx: No se pudo cargar la información de administración de usuarios.
fr: Échec du chargement des informations de gestion des utilisateurs.
it: Impossibile caricare le informazioni sulla gestione degli utenti.
ko: 사용자 관리 정보를 가져오지 못했습니다.
th: ไม่สามารถอ่านข้อมูลการจัดการผู้ใช้
zh_hans: 无法加载用户管理信息。

# _15
source: Marking Data
de: Beschriftungsdaten
es_mx: Datos de marcado
fr: Données de marquage
it: Dati marcatura
ko: 인쇄 데이터
th: ข้อมูลการมาร์ก
zh_hans: 刻印数据

# _1500
source: Failed to write user management information.
de: Fehler beim Schreiben von Benutzerverwaltungsinformationen.
es_mx: No se pudo escribir la información de administración de usuarios.
fr: Échec de l'écriture des informations de gestion des utilisateurs.
it: Impossibile scrivere le informazioni sulla gestione degli utenti.
ko: 사용자 관리 정보 작성에 실패했습니다.
th: ไม่สามารถเขียนข้อมูลการจัดการผู้ใช้
zh_hans: 写入用户管理信息失败。

# _1501
source: Login failed.
de: Anmeldung fehlgeschlagen.
es_mx: Error de inicio de sesión.
fr: Échec de la connexion.
it: Accesso fallito.
ko: 로그인에 실패했습니다.
th: เข้าสู่ระบบล้มเหลว
zh_hans: 登录失败。

# _1502
source: Please enter single-byte alphanumeric characters or single-byte symbols.
de: Bitte geben Sie alphanumerische Einzelbytezeichen oder Einzelbytesymbole ein.
es_mx: Introduzca caracteres alfanuméricos de un solo byte o símbolos de un solo byte.
fr: Veuillez saisir des caractères alphanumériques d'un octet ou des symboles d'un octet.
it: Inserisci caratteri alfanumerici a 1 byte o simboli a 1 byte.
ko: 반각 영숫자 또는 반각 기호를 입력하십시오.
th: โปรดป้อนข้อความที่เป็นตัวเลขและตัวอักษรแบบไบต์เดี่ยวหรือสัญลักษณ์ไบต์เดี่ยว
zh_hans: 请输入半角字母数字或半角符号。

# _16
source: Font
de: Schriftart
es_mx: Fuente
fr: Police
ko: 폰트
th: ฟ้อนท์
zh_hans: 字体

# _17
source: Size
de: Größe
es_mx: Tam.
fr: Taille
it: Dimensioni
ko: 크기
th: ขนาด
zh_hans: 大小

# _18
source: Marking surface shape layout
de: Aufbau der Beschriftungsoberfläche
es_mx: Diseño forma de superf. marc.
fr: Disposition de la forme de la surface marquage
it: Layout forma superficie marcatura
ko: 인쇄면 형상 레이아웃
th: การจัดวางรูปทรงพื้นผิวในการมาร์ก
zh_hans: 刻印面形状布局

# _19
source: Block layout
es_mx: Diseño bloq.
fr: Disposition du bloc
it: Layout blocco
ko: 블록 레이아웃
th: การจัดวางบล็อก
zh_hans: 信息组布局

# _20
source: Processing contents
de: Inhalt Laserbearbeitung
es_mx: Contenido de procesam.
fr: Données de traitement
it: Elaborazione contenuto
ko: 가공 내용
th: การประมวลผลเนื้อหา
zh_hans: 操作内容

# _21
source: Code Form
es_mx: For. cód.
fr: Forme de code
it: Forma codice
ko: 코드 형식
th: รูปแบบโค้ด
zh_hans: 代码形式

# _22
source: Marking Parameters
de: Beschriftungsparameter
es_mx: Parám. de marcado
fr: Paramètres de marquage
it: Parametri marcatura
ko: 인쇄 조건
th: พารามิเตอร์การมาร์ก
zh_hans: 刻印条件

# _23
source: Fill Marking Condition
de: Fülllinienbeschriftung
es_mx: Cond. marc. relleno
fr: Conditions de remplissage du marquage
it: Condiz. marcatura riempimento
ko: 선 채우기 인쇄 조건
th: เงื่อนไขในการมาร์กแบบเติม
zh_hans: 填充刻印条件

# _24
source: Fill
de: Gefüllte Fläche
es_mx: Rell.
fr: Remplissage
it: Riempimento
ko: 선 채우기
th: เติม
zh_hans: 填充

# _25
source: Nudge Marking Quality
de: Qualitätsabstimmung
es_mx: Aum. calidad marc.
fr: Qualité de marquage des intersections
it: Adattare qualità marcatura
ko: 품질 조정
th: คุณภาพการมาร์กนัดจ์
zh_hans: 品质调整

# _26
source: Camera Image Format (*%s)|*%s|
de: Kamerabildformat (*%s)|*%s|
es_mx: Form. imagen cám. (*%s)|*%s|
fr: Format de l'image de la caméra (*%s)|*%s|
it: Formato immagine camera (*%s)|*%s|
ko: 카메라 화상 이미지(*%s)|*%s|
th: รูปแบบภาพจากกล้อง (*%s)|*%s|
zh_hans: 照相机图像形式（*%s）|*%s|

# _27
source: Width Ratio
de: Breitenverhältnis
es_mx: Relación de anchura
fr: Ratio de la largeur
it: Rapporto larghezza
ko: 문자 폭 비율
th: อัตราส่วนความกว้าง
zh_hans: 字符宽度比率

# _28
source: Space Ratio
de: Abstandsverhältnis
es_mx: Relación de espacio
fr: Ratio d'espacement
it: Rapporto spaziatura
ko: 문자 간격 비율
th: อัตราส่วนระยะช่องไฟ
zh_hans: 字符间隔比率

# _3
source: english_united states
de: german_germany
es_mx: CM: Modul. de celda
fr: MC: Modul. cellule
it: Italian_Italy
ko: korean_korea
th: thai_thailand
zh_hans: chinese-simplified_china

# _37
source: Program File (*.MX1)|*.MX1
de: Programmdatei (*.MX1)|*.MX1
es_mx: Ar. programa (*.MX1)|*.MX1
fr: Fichier programme (*.MX1)|*.MX1
it: File programma (*.MX1)|*.MX1
ko: 프로그램 파일(*.MX1)|*.MX1
th: ไฟล์โปรแกรม (*.MX1)|*.MX1
zh_hans: 程序文件 (*.MX1)|*.MX1

# _38
source: Program File (*.MX2)|*.MX2
de: Programmdatei (*.MX2)|*.MX2
es_mx: Ar. programa (*.MX2)|*.MX2
fr: Fichier programme (*.MX2)|*.MX2
it: File programma (*.MX2)|*.MX2
ko: 프로그램 파일(*.MX2)|*.MX2
th: ไฟล์โปรแกรม (*.MX2)|*.MX2
zh_hans: 程序文件 (*.MX2)|*.MX2

# _39
source: Program File (*.MX2S)|*.MX2S
de: Programmdatei (*.MX2S)|*.MX2S
es_mx: Ar. programa (*.MX2S)|*.MX2S
fr: Fichier programme (*.MX2S)|*.MX2S
it: File programma (*.MX2S)|*.MX2S
ko: 프로그램 파일(*.MX2S)|*.MX2S
th: ไฟล์โปรแกรม (*.MX2S)|*.MX2S
zh_hans: 程序文件 (*.MX2S)|*.MX2S

# _4
source: All job files (%s)|%s|
de: Alle Programmdatei (%s)|%s|
es_mx: Todos los archivos de programa (%s)|%s|
fr: Tous fichiers tâche (%s)|%s|
it: Tutti i file di programma (%s)|%s|
ko: 모든 작업 파일(%s)|%s|
th: ไฟล์งานรวม (%s)|%s|
zh_hans: 所有任务文件(%s)|%s|

# _40
source: Program File (*.MX3)|*.MX3
de: Programmdatei (*.MX3)|*.MX3
es_mx: Ar. programa (*.MX3)|*.MX3
fr: Fichier programme (*.MX3)|*.MX3
it: File programma (*.MX3)|*.MX3
ko: 프로그램 파일(*.MX3)|*.MX3
th: ไฟล์โปรแกรม (*.MX3)|*.MX3
zh_hans: 程序文件 (*.MX3)|*.MX3

# _42
source: No title
de: Kein Titel
es_mx: Sin título
fr: Sans titre
it: Senza titolo
ko: 무제
th: ไม่มีชื่อ
zh_hans: 无题

# _43
source: Job in Edit (%s)
de: Prog. in Bearb. (%s)
es_mx: Progr. Edición (%s)
fr: Édition Tâche (%s)
it: Programma in modif. (%s)
ko: 편집 중인 프로그램(%s)
th: โปรแกรมที่แก้ไข (%s)
zh_hans: 编辑中的程序(%s)

# _47
source: READY
it: PRONTO
th: พร้อม

# _48
source: Voltage Drop Error
de: Fehler: Spannungsabfall
es_mx: Error Bajo Voltaje
fr: Err. Chute de Tension
it: Err. caduta tensione
ko: 전원 전압 저하 에러
th: ข้อผิดพลาดแรงดันไฟฟ้าลดลง
zh_hans: 电源电压降低错误

# _49
source: Optical Output Error within the Optical Circuit
it: Errore di uscita ottica all'interno del circuito ottico
th: เอาต์พุตออปติคอลเกิดข้อผิดพลาด ภายในวงจรไฟฟ้า

# _5
source: Fixed point
de: Fester Punkt
es_mx: Punto fijo
fr: Point fixe
it: Punto fisso
ko: 정점
th: ยิงจุด
zh_hans: 定点

# _50
source: Reflection 1
th: การสะท้อน 1

# _51
source: Error Control
th: การควบคุมผิดพลาด

# _51000
source: Laser reflected wave error
de: Fehler: reflektierte Laserwelle
es_mx: Error de onda reflejada por láser
fr: Erreur onde rayon laser
it: Err. onda riflessa laser
ko: 레이저 반사파 에러
th: ข้อผิดพลาดจากคลื่นสะท้อนเลเซอร์
zh_hans: 激光反射波错误

# _51001
source: Laser high-temperature error
de: Fehler: Lasertemperatur zu hoch
es_mx: Error por altas temperaturas del láser
fr: Erreur température du laser élevée
it: Err. alta temperatura laser
ko: 레이저 고온 에러
th: ข้อผิดพลาดเลเซอร์อุณหภูมิสูง
zh_hans: 激光高温错误

# _51002
source: Laser overvoltage error
de: Fehler: Laserüberspannung
es_mx: Error por sobretensión del láser
fr: Erreur surtension laser
it: Err. sovratensione laser
ko: 레이저 과전압 에러
th: ข้อผิดพลาดเลเซอร์แรงดันไฟฟ้าเกิน
zh_hans: 激光过压错误

# _51003
source: Marking unit Comm error
de: Fehler: Kommunikation Beschriftungslaser
es_mx: Error de com. en la unidad de marcado
fr: Erreur communication unité marque
it: Err. Comm unità marcatura
ko: 헤드 통신 에러
th: ข้อผิดพลาดการสื่อสารชุดมาร์ก
zh_hans: 磁头通信错误

# _51004
source: Scanner error
de: Scannerfehler
es_mx: Error escáner
fr: Erreur scanner
it: Errore scanner
ko: 스캐너 에러
th: ข้อผิดพลาดของสแกนเนอร์
zh_hans: 扫描仪错误

# _51005
source: Shutter error
de: Fehler: Shutter
es_mx: Error obturad.
fr: Erreur obturateur
it: Errore otturatore
ko: 셔터 에러
th: ข้อผิดพลาดของชัตเตอร์
zh_hans: 光闸错误

# _51006
source: Marking Unit Version Error
de: Fehler: Version des Beschriftungsgeräte
es_mx: Error en la versión de la unidad de marcado
fr: Erreur Version unité de marquage
it: Err. versione unità marcatura
ko: 헤드 버전 에러
th: ข้อผิดพลาดเวอร์ชั่นชุดมาร์ก
zh_hans: 刻印机头版本错误

# _51007
source: Marking unit model error
de: Fehler: falsches Beschriftungslasermodell
es_mx: Error en modelo de unidad de marcado
fr: Erreur modèle de l'unité de marquage
it: Err. modello unità marcatura
ko: 헤드 모델 에러
th: ข้อผิดพลาดจากรุ่นของชุดมาร์ก
zh_hans: 磁头型号错误

# _51008
source: Controller Version Error
de: Fehler: Controller-Version
es_mx: Error versión controlador
fr: Erreur version contrôleur
it: Err. versione controllore
ko: 컨트롤러 버전 오류
th: ข้อผิดพลาดจากเวอร์ชันของชุดควบคุม
zh_hans: 控制器版本错误

# _51009
source: Marking unit FPGA version error
de: Fehler: FPGA-Version des Beschriftungsgeräte
es_mx: Error por la versión FPGA de la unidad de marcado
fr: Erreur version FPGA unité de marquage
it: Err. versione FPGA unità marcatura
ko: 헤드 FPGA버전 에러
th: ข้อผิดพลาดจากเวอร์ชัน FPGA ชุดมาร์ก
zh_hans: 刻印机头FPGA版本错误

# _51010
source: No marking block error
de: Fehler: Kein Beschriftungsblock
es_mx: Sin errores en el bloque de marcado.
fr: Erreur absence bloc marquage
it: Err. blocco disabilitato
ko: 인쇄 블록 없음 에러
th: ข้อผิดพลาดไม่มีบล็อกการมาร์ก
zh_hans: 无刻印信息组错误

# _51011
source: Built-in memory card unrecognizable error
de: Fehler: Interne Speicherkarte nicht erkannt
es_mx: Error, tarjeta mem. integrada no reconocida
fr: Erreur mémoire intégrée non reconnaissable
it: Err. scheda memoria integrata non riconosciuta
ko: 내장 메모리 카드 인식 불능 에러
th: ข้อผิดพลาดไม่สามารถตรวจสอบการ์ดหน่วยความจำภายในได้
zh_hans: 内置存储卡不能识别错误

# _51012
source: Marking Unit Data Error
de: Fehler: Daten Beschriftungslaser
es_mx: Error en datos de la unidad de marcado
fr: Erreur donnée unité marquage
it: Err. dati unità marcatura
ko: 헤드 데이터 에러
th: ข้อผิดพลาดจากข้อมูลชุดมาร์ก
zh_hans: 磁头数据错误

# _51013
source: Expansion memory-full error
de: Fehler: Expansionsspeicher voll
es_mx: Error, mem. de expansión llena
fr: Erreur extension mémoire pleine
it: Err. memoria espansione piena
ko: 확장 메모리 풀 에러
th: ข้อผิดพลาดหน่วยความจำเสริมเต็ม
zh_hans: 展开存储器溢出错误

# _51014
source: Mark memory-full error
de: Fehler: Beschriftungsspeicher voll
es_mx: Error, memoria de marcado llena.
fr: Erreur mémoire de marquage pleine
it: Err. memoria di marcatura piena
ko: 인쇄 메모리 풀 에러
th: ข้อผิดพลาดจากหน่วยความจำมาร์กเต็ม
zh_hans: 刻印存储器溢出错误

# _51015
source: No job error
de: Fehler: Kein Programm
es_mx: Sin errores de progr.
fr: Erreur pas tâche
it: Err. nessun programma attivo
ko: 미설정 에러
th: ข้อผิดพลาดเนื่องจากไม่มีโปรแกรม
zh_hans: 未设置错误

# _51016
source: Optimization Not Executed Error
de: Fehler: Optimierung nicht ausgeführt
es_mx: Error de optimización no ejecutada
fr: Erreur optimisation non exécutée
it: Err. ottimizzazione non eseguita
ko: 최적화 미실행 에러
th: การเพิ่มประสิทธิภาพไม่ใช่ข้อผิดพลาดที่ดำเนินการ
zh_hans: 未执行优化错误

# _51017
source: No font file error
de: Fehler: Keine Schriftartdatei
es_mx: Sin errores de archivo fuente
fr: Erreur absence fichier police
it: Err. Nessun file font
ko: 폰트 파일 없음 에러
th: ข้อผิดพลาดเนื่องจากไม่มีไฟล์ฟอนต์
zh_hans: 无字体文件错误

# _51018
source: Encoder Marking Over-Speed Error
de: Fehler: Signalfrequenz von Inkrementalgeber zu hoch für Beschriftungsprozess
es_mx: Error de velocidad de marcado del codificador
fr: Erreur vitesse excessive du codeur
it: Err. Velocità marcatura con encoder
ko: 인코더 인쇄 Over-speed 에러
th: ข้อผิดพลาดความเร็วการมาร์กเอนโคดเดอร์สูงเกินไป
zh_hans: 符号器刻印速度超出错误

# _51019
source: Mark trigger error
de: Fehler: Beschriftungs-Trigger
es_mx: Error, disparo de marcado
fr: Erreur déclencheur de marquage
it: Err. trigger marcatura
ko: 인쇄 트리거 에러
th: ข้อผิดพลาดจากทริกเกอร์การมาร์ก
zh_hans: 刻印触发错误

# _51020
source: Expansion memory-full error 2
de: Fehler: Expansionsspeicher voll 2
es_mx: Error, mem. de expansión llena 2
fr: Erreur 2 mémoire d'expansion pleine
it: Err. memoria espansione piena 2
ko: 확장 메모리 풀 에러２
th: ข้อผิดพลาดหน่วยความจำเสริมเต็ม 2
zh_hans: 展开存储器溢出错误2

# _51021
source: Sensor Timeout Error
de: Fehler: Sensor-Zeitüberschreitung
es_mx: Error de tiempo de espera del sensor
fr: Erreur expiration délai capteur
it: Err. timeout sensore
ko: 센서 아웃 에러
th: ข้อผิดพลาดรอเซ็นเซอร์เกินเวลาที่กำหนด
zh_hans: 传感器超时错误

# _51022
source: Over-Area Error
de: Fehler: Bereichsüberschreitung
es_mx: Error de superposición de área
fr: Erreur dépassement plage
it: Err. superamento area
ko: 에어리어 오버 에러
th: ข้อผิดพลาดจากพื้นที่เกิน
zh_hans: 区域超出错误

# _51023
source: Scanner Over-Area Error
de: Scannerfehler: Bereichsüberschreitung
es_mx: Error de superposición de área de escáner
fr: Erreur dépassement plage scanner
it: Err. superamento area scanner
ko: 스캐너 에어리어 오버 에러
th: สแกนเนอร์มีข้อผิดพลาดจากพื้นที่เกิน
zh_hans: 超出扫描仪区域错误

# _51024
source: File verification error
de: Fehler: Dateiüberprüfungsfehler
es_mx: Error verificación archivo
fr: Erreur vérification du fichier
it: Err. verifica file
ko: 파일 대조 확인 에러
th: ข้อผิดพลาดจากการตรวจยืนยันไฟล์
zh_hans: 文件核对错误

# _51025
source: Logo file error
de: Fehler: Logo-Datei
es_mx: Error archivo logo
fr: Erreur fichier logo
it: Err. file logo
ko: 로고 파일 에러
th: ข้อผิดพลาดจากไฟล์โลโก้
zh_hans: 徽标文件错误

# _51026
source: Custom character file error
de: Fehler: Fehler bzgl. Datei mit benutzerdefinierten Zeichen
es_mx: Error de arch. de carácter personalizado
fr: Erreur sur le fichier de caractère personnalisé
it: Err. file carattere personalizzato
ko: 사용자 폰트 파일 에러
th: ข้อผิดพลาดจากไฟล์อักขระที่กำหนดเอง
zh_hans: 自定义字符文件错误

# _51027
source: Encoding Disabled Error
de: Fehler: Codieren deaktiviert
es_mx: Error de codific. deshab.
fr: Erreur de codage désactivé
it: Err. encoding disabilitato
ko: 인코드 불능 에러
th: ข้อผิดพลาดจากการเข้ารหัสถูกปิดใช้งาน
zh_hans: 不能编码错误

# _51028
source: Switching Job Unexecutable Error
de: Fehler: Programmwechsel konnte nicht ausgeführt werden
es_mx: Error al no poder ejecutar el cambio de programa
fr: Erreur basculement tâche non exécutable
it: Err. cambio programma ineseguibile
ko: 작업 전환 불능 에러
th: ข้อผิดพลาดการสลับงานไม่ทำงาน
zh_hans: 不能切换任务错误

# _51029
source: Scanner error 2
de: Scannerfehler 2
es_mx: Error escáner 2
fr: Erreur scanner 2
it: Err. scanner 2
ko: 스캐너 에러２
th: ข้อผิดพลาดของสแกนเนอร์ 2
zh_hans: 扫描仪错误 2

# _51030
source: Expiration setting error
de: Ablaufeinstellungsfehler
es_mx: Error, config. expirac.
fr: Erreur expiration réglage
it: Err. impostazione scadenza
ko: 기한 설정 에러
th: ข้อผิดพลาดจากการตั้งค่าการหมดอายุ
zh_hans: 期限程序错误

# _51031
source: Restart error
de: Fehler: Neustart
es_mx: Reiniciar error
fr: Erreur redémarrage
it: Err. riavvio
ko: 재기동 에러
th: ข้อผิดพลาดจากการเริ่มใหม่
zh_hans: 再启动错误

# _51032
source: Logo/custom character enlargement error
de: Fehler: Problem beim Vergrößern eines Logos/benutzerdef. Zeichens.
es_mx: Error, logo/carácter personalizado agrandado
fr: Erreur d'agrandissement des caractères personnalisés/du logo
it: Err. ingrandim. logo/carattere personalizzato
ko: 로고·사용자 폰트 사이즈 확대 에러
th: ข้อผิดพลาดในการขยายโลโก้/อักขระที่กำหนดเอง
zh_hans: 徽标/自定义字符尺寸扩大错误

# _51033
source: Skip cross error
de: Fehler: Kreuzungsaussparung
es_mx: Error, omitir cruz
fr: Erreur chevauchement
it: Err. Salta Intersezioni
ko: 교점 제거 에러
th: ข้อผิดพลาดจากการข้ามจุดตัด
zh_hans: 跳过交叉错误

# _51034
source: Encoding Disabled Error
de: Fehler: Codieren deaktiviert
es_mx: Error de codific. deshab.
fr: Erreur de codage désactivé
it: Err. encoding disabilitato
ko: 인코드 불능 에러
th: ข้อผิดพลาดจากการเข้ารหัสถูกปิดใช้งาน
zh_hans: 不能编码错误

# _51035
source: Quick change of character expansion error
de: Fehler: Problem bei der Schnelländerung der Zeichenexpansion
es_mx: Error de cambio rápido de expansión de carácter
fr: Erreur d'extension de modification rapide caractères
it: Err. cambio rapido espansione carattere
ko: 고속 문자 변경 전개 에러
th: ข้อผิดพลาดจากการเปลี่ยนส่วนขยายอักขระแบบเร็ว
zh_hans: 高速字符更改展开错误

# _51037
source: Processing oval: Setting error
de: Fehler: Einstellung Bearbeitungsform oval
es_mx: Procesando óvalo: Error de configuración
fr: Traitement de l'ovale: Erreur de réglage
it: Elaboraz. ovale: Err. impost.
ko: 가공기 타원 에러
th: การมาร์กวงรี:การตั้งค่าผิดพลาด
zh_hans: 机械椭圆错误

# _51038
source: Logo custom character buffer full error
de: Fehler: Puffer für benutzerdefinierte Logozeichen voll
es_mx: Error, búfer lleno de logo/carácter personalizado
fr: Erreur buffer plein caractères personnalisés/logo
it: Err. buffer pieno logo/carattere personalizzato
ko: 로고 사용자 폰트 버퍼 풀 에러
th: ข้อผิดพลาดบัฟเฟอร์อักขระที่กำหนดเองของโลโก้เต็ม
zh_hans: 徽标自定义字符缓冲错误

# _51039
source: Wobble/Scratch incorrect setting error
de: Fehler: Wobble/Scratch falsch eingestellt
es_mx: Error, ajuste ondulado/lineal incorrecto
fr: Erreur réglage Wobble/Scratch
it: Err. impostaz. errata wobble/spazzolatura
ko: Wobble・Scratch 설정 에러
th: ข้อผิดพลาดการตั้งค่าการแกว่ง/ยิงเป็นแนวสั้นๆ ไม่ถูกต้อง
zh_hans: Wobble/Scratch 不正确的设置错误

# _51040
source: Link block error
de: Fehler: Bezugsblock
es_mx: Error bloq. link
fr: Erreur de bloc lié
it: Err. blocco collegamento
ko: 링크 블록 에러
th: ข้อผิดพลาดจากบล็อกลิงก์
zh_hans: 链接信息组错误

# _51041
source: 3D marking position incorrect range error
de: Fehler: falscher Bereich für 3D-Beschriftungsposition
es_mx: Rango incorrecto en la posición del marcado 3D
fr: Erreur plage incorrecte position marquage 3D
it: Err. intervallo errato posizione marcatura 3D
ko: 3D 배치 부정 에러
th: ข้อผิดพลาดช่วงตำแหน่งการมาร์ก 3D ไม่ถูกต้อง
zh_hans: 3维刻印位置范围不正确错误

# _51042
source: Marking loss detection error
de: Fehler: Beschriftungsausfall erkannt
es_mx: Error, detec. de pérdida de marcado
fr: Erreur détection perte marquage
it: Err. Rilevam. perdita marcatura
ko: 인쇄 빠짐 검출 에러
th: ข้อผิดพลาดไม่พบการมาร์ก
zh_hans: 刻印遗漏检出错误

# _51043
source: Accidental emission detection error
de: Fehler: Unbeabsichtigte Emission erkannt
es_mx: Error de detección de emisión accidental
fr: Erreur détection émission accidentelle
it: Err. rilevamento emissione accidentale
ko: 오발광 검출 에러
th: ข้อผิดพลาดการตรวจจับการปล่อยแสงโดยไม่ตั้งใจ
zh_hans: 错误发射检出错误

# _51044
source: Z Area over error
de: Fehler: Z-Bereichsüberschreitung
es_mx: Error de área superpuesta Z
fr: Erreur plage en Z trop grande
it: Err. superamento area Z
ko: Z 에어리어 오버 에러
th: ข้อผิดพลาดจากพื้นที่ Z เกิน
zh_hans: Z区域越过错误

# _51045
source: Unregistered barcode error
de: Fehler: Strichcode nicht registriert
es_mx: Error, cód. barras sin registrar
fr: Erreur code barre non enregistré
it: Err. barcode non registrato
ko: 바코드 미등록 에러
th: ข้อผิดพลาดจากบาร์โค้ดที่ไม่ได้ลงทะเบียน
zh_hans: 条形码未注册错误

# _51046
source: Warm up setting error
de: Fehler: Einstellung Aufwärmphase
es_mx: Error de config. calentamiento
fr: Erreur réglage préchauffage
it: Err. impostazione riscald.
ko: 워밍업 설정 에러
th: ข้อผิดพลาดการตั้งค่าการอุ่นระบบ
zh_hans: 预热程序错误

# _51047
source: 3D Error of size of block
de: Fehler: 3D Blockgröße
es_mx: Error de tamaño bloq. 3D
fr: Erreur taille bloc 3D
it: Err. 3D dimensioni blocco
ko: 3D 블록 사이즈 에러
th: ข้อผิดพลาด 3D ของขนาดของบล็อก
zh_hans: 3D字区大小错误

# _51048
source: Z-MAP file error
de: Fehler: Z-MAP-Datei
es_mx: Error archivo Z-MAP
fr: Erreur fichier Z-MAP
it: Err. file Z-MAP
ko: Z-MAP 파일 에러
th: ข้อผิดพลาดจากไฟล์ Z-MAP
zh_hans: Z-MAP文件错误

# _51049
source: No font error
de: Fehler: Keine Schriftartdatei
es_mx: Sin errores de fuente
fr: Erreur absence de police
it: Err. Nessun font
ko: 폰트 없음 에러
th: ข้อผิดพลาดไม่พบฟอนต์
zh_hans: 无字体错误

# _51050
source: Marking data generation error
de: Fehler: Problem beim Erzeugen der Beschriftungsdaten
es_mx: Error en generación de datos de marcado
fr: Erreur de génération des données de marquage
it: Err. generazione dati marcatura
ko: 인쇄 데이터 생성 에러
th: ข้อผิดพลาดจากการสร้างข้อมูลการมาร์ก
zh_hans: 刻印数据生成错误

# _51051
source: System Error 2
de: Systemfehler 2
es_mx: Error sist. 2
fr: Erreur système 2
it: Err. sistema 2
ko: 시스템 에러2
th: ข้อผิดพลาดของระบบ 2
zh_hans: 系统错误２

# _51052
source: System Error 3
de: Systemfehler 3
es_mx: Error sist. 3
fr: Erreur système 3
it: Err. sistema 3
ko: 시스템 에러3
th: ข้อผิดพลาดของระบบ 3
zh_hans: 系统错误３

# _51053
source: System Error 4
de: Systemfehler 4
es_mx: Error sist. 4
fr: Erreur système 4
it: Err. sistema 4
ko: 시스템 에러4
th: ข้อผิดพลาดของระบบ 4
zh_hans: 系统错误４

# _51054
source: System Error 5
de: Systemfehler 5
es_mx: Error sist. 5
fr: Erreur système 5
it: Err. sistema 5
ko: 시스템 에러5
th: ข้อผิดพลาดของระบบ 5
zh_hans: 系统错误５

# _51055
source: System Error 6
de: Systemfehler 6
es_mx: Error sist. 6
fr: Erreur système 6
it: Err. sistema 6
ko: 시스템 에러6
th: ข้อผิดพลาดของระบบ 6
zh_hans: 系统错误６

# _51056
source: System Error 7
de: Systemfehler 7
es_mx: Error sist. 7
fr: Erreur système 7
it: Err. sistema 7
ko: 시스템 에러7
th: ข้อผิดพลาดของระบบ 7
zh_hans: 系统错误７

# _51057
source: System Error 8
de: Systemfehler 8
es_mx: Error sist. 8
fr: Erreur système 8
it: Err. sistema 8
ko: 시스템 에러8
th: ข้อผิดพลาดของระบบ 8
zh_hans: 系统错误８

# _51058
source: System Error 9
de: Systemfehler 9
es_mx: Error sist. 9
fr: Erreur système 9
it: Err. sistema 9
ko: 시스템 에러9
th: ข้อผิดพลาดของระบบ 9
zh_hans: 系统错误９

# _51059
source: System Error 10
de: Systemfehler 10
es_mx: Error sist. 10
fr: Erreur système 10
it: Err. sistema 10
ko: 시스템 에러10
th: ข้อผิดพลาดของระบบ 10
zh_hans: 系统错误10

# _51061
source: System Error 12
de: Systemfehler 12
es_mx: Error sist. 12
fr: Erreur système 12
it: Err. sistema 12
ko: 시스템 에러12
th: ข้อผิดพลาดของระบบ 12
zh_hans: 系统错误12

# _51062
source: System Error 13
de: Systemfehler 13
es_mx: Error sist. 13
fr: Erreur système 13
it: Err. sistema 13
ko: 시스템 에러13
th: ข้อผิดพลาดของระบบ 13
zh_hans: 系统错误13

# _51063
source: System Error 14
de: Systemfehler 14
es_mx: Error sist. 14
fr: Erreur système 14
it: Err. sistema 14
ko: 시스템 에러14
th: ข้อผิดพลาดของระบบ 14
zh_hans: 系统错误14

# _51064
source: System Error 15
de: Systemfehler 15
es_mx: Error sist. 15
fr: Erreur système 15
it: Err. sistema 15
ko: 시스템 에러15
th: ข้อผิดพลาดของระบบ 15
zh_hans: 系统错误15

# _51065
source: System Error 16
de: Systemfehler 16
es_mx: Error sist. 16
fr: Erreur système 16
it: Err. sistema 16
ko: 시스템 에러16
th: ข้อผิดพลาดของระบบ 16
zh_hans: 系统错误16

# _51066
source: System Error 17
de: Systemfehler 17
es_mx: Error sist. 17
fr: Erreur système 17
it: Err. sistema 17
ko: 시스템 에러17
th: ข้อผิดพลาดของระบบ 17
zh_hans: 系统错误17

# _51067
source: System Error 18
de: Systemfehler 18
es_mx: Error sist. 18
fr: Erreur système 18
it: Err. sistema 18
ko: 시스템 에러18
th: ข้อผิดพลาดของระบบ 18
zh_hans: 系统错误18

# _51068
source: System Error 19
de: Systemfehler 19
es_mx: Error sist. 19
fr: Erreur système 19
it: Err. sistema 19
ko: 시스템 에러19
th: ข้อผิดพลาดของระบบ 19
zh_hans: 系统错误19
