Repository: UMISolutions/LaserMarking2
Catalog: LaserMarking/Marking Builder Plus 2/MarkingDiagnosticTool_Ver2/Language/Resources_ActiveX.*.resx
Languages: de, es_mx, fr, it, ko, th, zh_hans

# _10
source: Line Width
de: Linienbreite
es_mx: Ancho de línea
fr: Largeur de ligne
it: Largh. linea
ko: 선 폭
th: ความกว้างเส้น
zh_hans: 线宽度（线的粗细）

# _1000
source: The file does not exist.
de: Die Datei existiert nicht.
es_mx: El archivo no existe.
fr: Le fichier n'existe pas.
it: Il file non esiste.
ko: 파일이 존재하지 않습니다.
th: ไม่พบไฟล์
zh_hans: 不存在文件。

# _1001
source: No valid blocks exist.
de: Keine gültigen Blöcke vorhanden.
es_mx: No existen bloques válidos.
fr: Aucun bloc valide n'existe.
it: Non esist.blocchi validi.
ko: 유효한 블록이 존재하지 않습니다.
th: ไม่พบบล็อกที่กำหนด
zh_hans: 不存在有效的信息组。

# _1002
source: A block exists.
de: Ein Block ist vorhanden.
es_mx: Existe un bloque.
fr: Un bloc existe.
it: Esiste un blocco.
ko: 블록이 존재합니다.
th: พบบล็อก
zh_hans: 存在信息组。

# _1003
source: Failed to load the model parameter information file.
de: Die Datei mit den Modellparametern konnte nicht geladen werden.
es_mx: No se ha podido cargar el arch. de info. de parámetros del modelo.
fr: Échec du chargement du fichier de paramétrage du modèle.
it: Il file informazioni parametri modello non è stato caricato.
ko: 모델 파라미터 정보 파일 읽기에 실패했습니다.
th: ไม่สามารถโหลดไฟล์ข้อมูลพารามิเตอร์ของเครื่องเลเซอร์ได้
zh_hans: 机型参数信息文件装载失败。

# _1005
source: Cannot add overprinting settings.
de: Einstellungen für das Überdrucken können nicht hinzugefügt werden.
es_mx: No se pueden agregar ajustes de sobreimpresión.
fr: Ajout impossible de réglages de surimpression.
it: Impossibile aggiungere impost. multipass.
ko: 덮어쓰기 설정을 추가할 수 없습니다.
th: ไม่สามารถเพิ่มการตั้งค่าการพิมพ์ทับได้
zh_hans: 无法添加重写程序。

# _1006
source: Cannot delete overprinting settings.
de: Einstellungen für das Überdrucken können nicht gelöscht werden.
es_mx: Los ajustes de sobreimpresión no se pueden eliminar.
fr: Suppression impossible de réglages de surimpression.
it: Impossibile eliminare impost. multipassata.
ko: 덮어쓰기 설정을 삭제할 수 없습니다.
th: ไม่สามารถลบการตั้งค่าการพิมพ์ทับได้
zh_hans: 无法删除重写程序。

# _1007
source: Overprinting settings do not exist.
de: Keine Einstellungen für das Überdrucken vorhanden.
es_mx: No existen ajustes de sobreimpresión.
fr: Les réglages de surimpression n'existent pas.
it: Le impostazioni multipassata non esistono.
ko: 덮어쓰기 설정이 존재하지 않습니다.
th: ไม่พบการตั้งค่าการพิมพ์ทับ
zh_hans: 不存在重写程序。

# _1008
source: Enter %s between %d and %d.
de: Geben Sie für %s einen Wert zwischen %d und %d ein.
es_mx: Ingrese %s entre %d y %d.
fr: Saisissez %s entre %d et %d.
it: Inserire %s tra %d e %d.
ko: %s는 %d~%d에서 입력해 주십시오.
th: ป้อน %s ระหว่าง %d ถึง %d
zh_hans: %s请设定在%d至%d范围内。

# _1009
source: Enter %s between %.1lf and %.1lf.
de: Geben Sie für %s einen Wert zwischen %.1lf und %.1lf ein.
es_mx: Ingrese %s entre %.1lf y %.1lf.
fr: Saisissez %s entre %.1lf et %.1lf.
it: Inserire %s tra %.1lf e %.1lf.
ko: %s는 %.1lf~%.1lf에서 입력해 주십시오.
th: ป้อน %s ระหว่าง %.1lf ถึง %.1lf
zh_hans: %s请设定在%.1lf至%.1lf范围内。

# _1010
source: Enter %s between %.2lf and %.2lf.
de: Geben Sie für %s einen Wert zwischen %.2lf und %.2lf ein.
es_mx: Ingrese %s entre %.2lf y %.2lf.
fr: Saisissez %s entre %.2lf et %.2lf.
it: Inserire %s tra %.2lf e %.2lf.
ko: %s는 %.2lf~%.2lf에서 입력해 주십시오.
th: ป้อน %s ระหว่าง %.2lf ถึง %.2lf
zh_hans: %s请设定在%.2lf至%.2lf范围内。

# _10101
source: Marking Builder Plus application error 1 (%s)
de: Anwendungsfehler 1 Marking Builder Plus (%s)
es_mx: Error de aplic. 1 Marking Builder Plus (%s)
fr: Erreur applicative 1 (%s) Marking Builder Plus
it: Errore applicazione 1 Marking Builder Plus (%s)
ko: Marking Builder Plus 애플리케이션 에러 1(%s)
th: แอพพลิเคชั่น Marking Builder Plus เกิดข้อผิดพลาด 1 (%s)
zh_hans: Marking Builder Plus 应用程序错误1（%s）

# _10102
source: Marking Builder Plus application error 2 (%s)
de: Anwendungsfehler 2 Marking Builder Plus (%s)
es_mx: Error de aplic. 2 Marking Builder Plus (%s)
fr: Erreur applicative 2 (%s) Marking Builder Plus
it: Errore applicazione 2 Marking Builder Plus (%s)
ko: Marking Builder Plus 애플리케이션 에러 2(%s)
th: แอพพลิเคชั่น Marking Builder Plus เกิดข้อผิดพลาด 2 (%s)
zh_hans: Marking Builder Plus 应用程序错误2（%s）

# _10103
source: Marking Builder Plus application error 3
de: Anwendungsfehler 3 Marking Builder Plus
es_mx: Error de aplic. 3 Marking Builder Plus
fr: Erreur applicative 3 Marking Builder Plus
it: Errore applicazione 3 Marking Builder Plus
ko: Marking Builder Plus 애플리케이션 에러 3
th: แอพพลิเคชั่น Marking Builder Plus เกิดข้อผิดพลาด 3
zh_hans: Marking Builder Plus 应用程序错误3

# _10104
source: Marking Builder Plus application error 4
de: Anwendungsfehler 4 Marking Builder Plus
es_mx: Error de aplic. 4 Marking Builder Plus
fr: Erreur applicative 4 Marking Builder Plus
it: Errore applicazione 4 Marking Builder Plus
ko: Marking Builder Plus 애플리케이션 에러 4
th: แอพพลิเคชั่น Marking Builder Plus เกิดข้อผิดพลาด 4
zh_hans: Marking Builder Plus 应用程序错误4

# _10105
source: Marking Builder Plus application error 5
de: Anwendungsfehler 5 Marking Builder Plus
es_mx: Error de aplic. 5 Marking Builder Plus
fr: Erreur applicative 5 Marking Builder Plus
it: Errore applicazione 5 Marking Builder Plus
ko: Marking Builder Plus 애플리케이션 에러 5
th: แอพพลิเคชั่น Marking Builder Plus เกิดข้อผิดพลาด 5
zh_hans: Marking Builder Plus 应用程序错误5

# _10106
source: Marking Builder Plus application error 6
de: Anwendungsfehler 6 Marking Builder Plus
es_mx: Error de aplic. 6 Marking Builder Plus
fr: Erreur applicative 6 Marking Builder Plus
it: Errore applicazione 6 Marking Builder Plus
ko: Marking Builder Plus 애플리케이션 에러 6
th: แอพพลิเคชั่น Marking Builder Plus เกิดข้อผิดพลาด 6
zh_hans: Marking Builder Plus 应用程序错误6

# _10107
source: Marking Builder Plus application error 7
de: Anwendungsfehler 7 Marking Builder Plus
es_mx: Error de aplic. 7 Marking Builder Plus
fr: Erreur applicative 7 Marking Builder Plus
it: Errore applicazione 7 Marking Builder Plus
ko: Marking Builder Plus 애플리케이션 에러 7
th: แอพพลิเคชั่น Marking Builder Plus เกิดข้อผิดพลาด 7
zh_hans: Marking Builder Plus 应用程序错误7

# _10108
source: Marking Builder Plus application error 8
de: Anwendungsfehler 8 Marking Builder Plus
es_mx: Error de aplic. 8 Marking Builder Plus
fr: Erreur applicative 8 Marking Builder Plus
it: Errore applicazione 8 Marking Builder Plus
ko: Marking Builder Plus 애플리케이션 에러 8
th: แอพพลิเคชั่น Marking Builder Plus เกิดข้อผิดพลาด 8
zh_hans: Marking Builder Plus 应用程序错误8

# _10109
source: Marking Builder Plus application error 9
de: Anwendungsfehler 9 Marking Builder Plus
es_mx: Error de aplic. 9 Marking Builder Plus
fr: Erreur applicative 9 Marking Builder Plus
it: Errore applicazione 9 Marking Builder Plus
ko: Marking Builder Plus 애플리케이션 에러 9
th: แอพพลิเคชั่น Marking Builder Plus เกิดข้อผิดพลาด 9
zh_hans: Marking Builder Plus 应用程序错误9

# _1011
source: Enter %s between %.3lf and %.3lf.
de: Geben Sie für %s einen Wert zwischen %.3lf und %.3lf ein.
es_mx: Ingrese %s entre %.3lf y %.3lf.
fr: Saisissez %s entre %.3lf et %.3lf.
it: Inserire %s tra %.3lf e %.3lf.
ko: %s는 %.3lf~%.3lf에서 입력해 주십시오.
th: ป้อน %s ระหว่าง %.3lf ถึง %.3lf
zh_hans: %s请设定在%.3lf至%.3lf范围内。

# _10110
source: Marking Builder Plus application error 10
de: Anwendungsfehler 10 Marking Builder Plus
es_mx: Error de aplic. 10 Marking Builder Plus
fr: Erreur applicative 10 Marking Builder Plus
it: Errore applicazione 10 Marking Builder Plus
ko: Marking Builder Plus 애플리케이션 에러 10
th: แอพพลิเคชั่น Marking Builder Plus เกิดข้อผิดพลาด 10
zh_hans: Marking Builder Plus 应用程序错误10

# _10111
source: Marking Builder Plus application error 11
de: Anwendungsfehler 11 Marking Builder Plus
es_mx: Error de aplic. 11 Marking Builder Plus
fr: Erreur applicative 11 Marking Builder Plus
it: Errore applicazione 11 Marking Builder Plus
ko: Marking Builder Plus 애플리케이션 에러 11
th: แอพพลิเคชั่น Marking Builder Plus เกิดข้อผิดพลาด 11
zh_hans: Marking Builder Plus 应用程序错误11

# _10112
source: Marking Builder Plus application error 12
de: Anwendungsfehler 12 Marking Builder Plus
es_mx: Error de aplic. 12 Marking Builder Plus
fr: Erreur applicative 12 Marking Builder Plus
it: Errore applicazione 12 Marking Builder Plus
ko: Marking Builder Plus 애플리케이션 에러 12
th: แอพพลิเคชั่น Marking Builder Plus เกิดข้อผิดพลาด 12
zh_hans: Marking Builder Plus 应用程序错误12

# _10113
source: Marking Builder Plus application error 13
de: Anwendungsfehler 13 Marking Builder Plus
es_mx: Error de aplic. 13 Marking Builder Plus
fr: Erreur applicative 13 Marking Builder Plus
it: Errore applicazione 13 Marking Builder Plus
ko: Marking Builder Plus 애플리케이션 에러 13
th: แอพพลิเคชั่น Marking Builder Plus เกิดข้อผิดพลาด 13
zh_hans: Marking Builder Plus 应用程序错误13

# _10114
source: Marking Builder Plus application error 14
de: Anwendungsfehler 14 Marking Builder Plus
es_mx: Error de aplic. 14 Marking Builder Plus
fr: Erreur applicative 14 Marking Builder Plus
it: Errore applicazione 14 Marking Builder Plus
ko: Marking Builder Plus 애플리케이션 에러 14
th: แอพพลิเคชั่น Marking Builder Plus เกิดข้อผิดพลาด 14
zh_hans: Marking Builder Plus 应用程序错误14

# _1012
source: The block character string is empty.
de: Die Zeichenkette für den Block ist leer.
es_mx: La cadena de carac. de bloq. está vacía.
fr: La chaîne de caractère du bloc est vide.
it: Il blocco stringa caratteri è vuoto
ko: 블록의 문자열이 비어 있습니다.
th: ไม่พบตัวอักษรในบล็อกข้อความ
zh_hans: 信息组的字符串为空。

# _1013
source: No valid shape setting exists.
de: Keine gültige Formeinstellung vorhanden.
es_mx: No existen ajustes de forma válidos.
fr: Aucun réglage de forme valide n'existe.
it: Non esiste impostazione forma valida.
ko: 유효한 형상 설정이 존재하지 않습니다.
th: ไม่พบการตั้งค่ารูปทรงที่กำหนด
zh_hans: 不存在有效的形状程序。

# _1014
source: An available shape setting No. does not exist.
de: Keine Formeinstellungs-Nr. verfügbar.
es_mx: No existe núm. de ajuste de forma.
fr: Aucun n° de réglage forme disponible.
it: Non esiste un N. disponibile di impostazione forma.
ko: 비어 있는 형상 설정 번호가 존재하지 않습니다.
th: ไม่พบหมายเลขการตั้งค่ารูปทรงที่สามารถใช้ได้
zh_hans: 不存在空的形状程序编号。

# _1015
source: Failed to load job file.
de: Programmdatei konnte nicht geladen werden.
es_mx: No se ha cargado el archivo de programa.
fr: Échec de chargement de la tâche.
it: File programma non caricato.
ko: 설정 파일 읽어오기에 실패했습니다.
th: ไม่สามารถโหลดไฟล์โปรแกรมได้
zh_hans: 程序文件装载失败。

# _1016
source: A block cannot be added.
de: Es kann kein Block hinzugefügt werden.
es_mx: No se puede agregar un bloque.
fr: Aucun bloc ne peut être ajouté.
it: Impossibile aggiungere blocco.
ko: 블록을 추가할 수 없습니다.
th: ไม่สามารถเพิ่มบล็อกได้
zh_hans: 无法添加信息组。

# _1017
source: The following characters cannot be used in a file name: #%\/:;,.*?"<>|(space)
de: Die folgenden Zeichen dürfen in einem Dateinamen nicht verwendet werden: #%\/:;,.*?"<>|(Leerzeichen)
es_mx: Estos caracteres no se pueden usar en nombres de archivo: #%\/:;,.*?"<>|(espacio)
fr: Ces caractères ne peuvent pas être utilisés dans un nom de fichier: #%\/:;,.*?"<>|(espace)
it: I seguenti caratteri non possono essere usati in un nome file: #%\/:;,.*?"<>|(spazio)
ko: 파일명에 다음 문자는 사용할 수 없습니다 #%\/:;,.*?"<>|(space)
th: ไม่สามารถใช้อักขระต่อไปนี้ในชื่อไฟล์ได้: #%\/:;,.*?"<>|(ช่องว่าง)
zh_hans: 文件名不能使用以下字符: #%\/:;,.*?"<>|(半角空格)(全角空格)

# _1018
source: The file name is too long. Specify a file whose name is %d characters or less in length.
de: Der Dateiname ist zu lang. Geben Sie einen Dateinamen mit maximal %d Zeichen ein.
es_mx: El nombre del archivo es demasiado largo. Especifique un nombre de archivo de máximo %d caracteres.
fr: Nom du fichier trop long. Spécifiez un nom avec %d caractères max.
it: Il nome file è troppo lungo. Specificare un file il cui nome è lungo max. %d caratteri.
ko: 파일명이 너무 깁니다. %d 문자 이하의 파일명으로 지정해 주십시오.
th: ชื่อไฟล์ยาวเกินไป กำหนดไฟล์ที่มีชื่อยาว %d ตัวอักษรหรือน้อยกว่า
zh_hans: 文件名过长。 请将文件名设置在%d个字符内。

# _1019
source: Enter %s using between %d and %d characters.
de: Geben Sie %s mit %d bis %d Zeichen ein.
es_mx: Ingr. %s con entre %d y %d caracteres.
fr: Saisissez %s avec entre %d et %d car..
it: Inserire %s usando tra %d e %d caratteri.
ko: %s는 %d~%d 문자로 입력해 주십시오.
th: ป้อน %s โดยมีความยาว %d ถึง %d ตัวอักษร
zh_hans: 请在%s中输入从%d至%d范围内的值。

# _1020
source: The same value has already been set.
de: Dieser Wert wurde bereits eingestellt.
es_mx: Ya se ha establecido el mismo valor.
fr: La même valeur a déjà été définie.
it: Lo stesso valore è già stato impostato.
ko: 이미 같은 값이 설정되어 있습니다.
th: มีการกำหนดค่าซ้ำกัน
zh_hans: 已设置相同数值。

# _1021
source: It is not possible to register any more.
de: Weitere Registrierungen sind nicht möglich.
es_mx: Ya no se puede registrar.
fr: Impossible d'en enregistrer plus.
it: Non è più possibile registrare.
ko: 더 이상 등록할 수 없습니다.
th: ไม่สามารถลงทะเบียนเพิ่มได้อีก
zh_hans: 无法注册更多内容。

# _1022
source: Failed to import file.
de: Datei konnte nicht importiert werden.
es_mx: No se ha podido importar el archivo.
fr: Échec d'importation du fichier.
it: File non importato.
ko: 파일 읽어오기에 실패했습니다.
th: ไม่สามารถนำเข้าไฟล์
zh_hans: 文件装载失败。

# _1023
source: The block cannot be pasted because it does not exist.
de: Der Block kann nicht eingefügt werden, weil er nicht vorhanden ist.
es_mx: No se puede pegar el bloque porque no existe.
fr: Le bloc ne peut pas être collé car il n'existe pas.
it: Il blocco non può essere incollato perché non esiste.
ko: 블록이 존재하지 않으므로 붙여 넣을 수 없습니다.
th: ไม่สามารถวางบล็อกได้ เนื่องจากไม่พบบล็อก
zh_hans: 不存在信息组，无法粘贴。

# _1024
source: The group cannot be pasted because it does not exist.
de: Die Gruppe kann nicht eingefügt werden, weil sie nicht vorhanden ist.
es_mx: No se puede pegar el grupo porque no existe.
fr: Le groupe ne peut pas être collé car il n'existe pas.
it: Il gruppo non può essere incollato perché non esiste.
ko: 그룹이 존재하지 않으므로 붙여 넣을 수 없습니다.
th: ไม่สามารถวางกลุ่มได้ เนื่องจากไม่พบกลุ่ม
zh_hans: 不存在组，无法粘贴。

# _1025
source: Too many blocks. Operation canceled.
de: Zu viele Blöcke. Vorgang abgebrochen.
es_mx: Demasiados bloq. Operac. cancelada.
fr: Trop de blocs. Opération annulée.
it: Troppi blocchi. Operazione annullata.
ko: 블록의 수가 너무 많습니다. 처리를 중지했습니다.
th: มีบล็อกมากเกินไป กระบวนการถูกยกเลิก
zh_hans: 信息组数太多。处理中断。

# _1026
source: Too many matrices. Operation canceled.
de: Zu viele Matrizen. Vorgang abgebrochen.
es_mx: Demasiadas matrices. Operac. cancelada.
fr: Trop de matrices. Opération annulée.
it: Troppe matrici. Operazione annullata.
ko: 매트릭스의 수가 너무 많습니다. 처리를 중지했습니다.
th: มีเมทริกซ์มากเกินไป กระบวนการถูกยกเลิก
zh_hans: 矩阵数过多。中断处理。

# _1027
source: Too many groups. Operation canceled.
de: Zu viele Gruppen. Vorgang abgebrochen.
es_mx: Demasiados grupos. Operac. cancelada.
fr: Trop de groupes. Opération annulée.
it: Troppi gruppi. Operazione annullata.
ko: 그룹의 수가 너무 많습니다. 처리를 중지했습니다.
th: มีกลุ่มมากเกินไป กระบวนการถูกยกเลิก
zh_hans: 组数过多。中断处理。

# _1028
source: A matrix already exists.
de: Eine Matrix ist bereits vorhanden.
es_mx: Ya existe una matriz.
fr: Une matrice existe déjà.
it: Esiste già una matrice.
ko: 이미 매트릭스가 존재합니다.
th: มีเมทริกซ์อยู่แล้ว
zh_hans: 已存在矩阵。

# _1029
source: No valid groups exist.
de: Keine gültigen Gruppen vorhanden.
es_mx: No existen grupos válidos.
fr: Aucun groupe valide n'existe.
it: Non esistono gruppi validi.
ko: 유효한 그룹이 존재하지 않습니다.
th: ไม่พบกลุ่มที่กำหนด
zh_hans: 不存在有效的组。

# _1030
source: No valid matrices exist.
de: Keine gültigen Matrizen vorhanden.
es_mx: No existe ninguna matriz válida.
fr: Aucune matrice valide n'existe.
it: Non esistono matrici valide.
ko: 유효한 매트릭스가 존재하지 않습니다.
th: ไม่พบเมทริกซ์ที่กำหนด
zh_hans: 不存在有效的矩阵。

# _1031
source: A group already exists.
de: Eine Gruppe ist bereits vorhanden.
es_mx: Ya existe un grupo.
fr: Un groupe existe déjà.
it: Esiste già un gruppo.
ko: 이미 그룹이 존재합니다.
th: มีกลุ่มอยู่แล้ว
zh_hans: 已存在组。

# _1034
source: Another block or matrix cannot be added when a fixed point block with trigger on exists.
de: Ein weiterer Block oder eine weitere Matrix kann nicht hinzugefügt werden, wenn ein Block „Fester Punkt, solange Trigger ein ist“ vorhanden ist.
es_mx: No se puede agregar otro bloque o matriz cuando existe un bloque de punto fijo con un disparo.
fr: D'autre blocs/matrices ne peuvent être ajoutés quand un bloc de point fixe existe.
it: Impossibile aggiungere un altro blocco o matrice se esiste un blocco a punto fisso con trigger on.
ko: 트리거 ON 중 정점 블록이 존재할 때는 다른 블록, 매트릭스를 추가할 수 없습니다.
th: ไม่สามารถเพิ่มบล็อกหรือเมทริกซ์ ขณะที่มีบล็อกการยิงจุดที่ทริกเกอร์เปิดอยู่
zh_hans: 存在触发ＯＮ时固定点信息组时，无法添加其他信息组、矩阵。

# _1035
source: Cannot be added because it already belongs to a group.
de: Kann nicht hinzugefügt werden, weil er bereits einer anderen Gruppe angehört.
es_mx: No se puede agregar porque ya pertenece a un grupo.
fr: Ne peut pas être ajouté car il appartient déjà à un groupe.
it: Impossibile aggiungerlo perché appartiene già a un gruppo.
ko: 이미 그룹에 속해 있으므로 추가할 수 없습니다.
th: ไม่สามารถเพิ่มได้เนื่องจากมีกลุ่มแล้ว
zh_hans: 已存在于组中，无法添加。

# _1036
source: A group cannot be added.
de: Es kann keine Gruppe hinzugefügt werden.
es_mx: No se puede agregar un grupo.
fr: Aucun groupe ne peut être ajouté.
it: Impossibile aggiungere gruppo.
ko: 그룹은 추가할 수 없습니다.
th: ไม่สามารถเพิ่มกลุ่มได้
zh_hans: 无法添加组。

# _1037
source: Failed to export file.
de: Datei konnte nicht exportiert werden.
es_mx: No se ha podido exportar el archivo.
fr: Échec d'exportation du fichier.
it: File non esportato.
ko: 파일 쓰기에 실패했습니다.
th: ไม่สามารถส่งออกไฟล์
zh_hans: 文件导入失败。

# _1038
source: The block data type is invalid.
de: Der Blockdatentyp ist ungültig.
es_mx: Tipo de datos bloq. no válido.
fr: Type de données du bloc non valide.
it: Tipo di dati del blocco non valido.
ko: 블록의 데이터 종류가 바르지 않습니다.
th: ประเภทข้อมูลบล็อกไม่ถูกต้อง
zh_hans: 信息组的数据类型不正确。

# _1039
source: Check No. of characters or available characters, etc. correspond to the code standard.
de: Überprüfen Sie, ob die Anzahl der Zeichen oder verfügbaren Zeichen dem Codestandard entsprechen.
es_mx: Verif. núm. de caracteres o caracteres disponibles, etc. que corresponden al estándar de código.
fr: Vérifiez que le nombre caractère/les caractères choisis, etc. correspondent au standard du code.
it: Controllare che il n. di caratteri o i caratteri disponibili, ecc. corrispondano allo standard del codice.
ko: 문자열이나 사용 가능 문자 등이 코드의 규격에 맞는지 확인해 주십시오.
th: ตรวจสอบจำนวนตัวอักษรหรือตัวอักษรที่ใช้ได้ตามมาตรฐานของโค้ด
zh_hans: 请确认字符数及可使用的字符等是否符合代码的规定。

# _1040
source: Character string must be within %d characters.
de: Die Zeichenkette darf nicht mehr als %d Zeichen enthalten.
es_mx: La cadena de caracteres debe tener máx. %d caracteres.
fr: La chaîne de caractère doit comporter %d caractères
it: La stringa di caratteri deve essere max. %d caratteri.
ko: 문자열은 %d문자 이내로 입력해 주십시오.
th: ข้อความตัวอักษรจะต้องมีความยาวไม่เกิน %d ตัวอักษร
zh_hans: 字符串请设定在%d个字符内。

# _1041
source: There is a problem with the character string format.
de: Es liegt ein Problem mit dem Zeichenkettenformat vor.
es_mx: Problema con el formato de la cadena de caracteres.
fr: Problème détecté avec le format de la chaîne de caractères
it: C'è un problema con il formato della stringa di caratteri.
ko: 문자열의 서식에 문제가 있습니다.
th: พบปัญหาเกี่ยวกับรูปแบบข้อความตัวอักษร
zh_hans: 字符串的格式存在问题。

# _1042
source: The character string link destination is invalid.
de: Das Ziel des Zeichenketten-Links ist ungültig.
es_mx: Dest. conexión de cadena de caract. inválido.
fr: Le lien pour cette chaine de caractères est invalide
it: Destinazione link della stringa di caratteri non è valida.
ko: 문자열을 링크할 곳이 바르지 않습니다.
th: ลิงค์ปลายทางของข้อความตัวอักษรไม่ถูกต้อง
zh_hans: 字符串的链接不正确。

# _1043
source: Invalid file format.
de: Ungültiges Dateiformat.
es_mx: Formato arch. no válido.
fr: Format de fichier invalide.
it: Formato file non valido.
ko: 파일 형식이 바르지 않습니다.
th: รูปแบบไฟล์ไม่ถูกต้อง
zh_hans: 不正确的文件格式。

# _1044
source: A logo/photo file of the same name already exists. Overwrite?
de: Eine Logo-/Fotodatei desselben Namens ist bereits vorhanden. Überschreiben?
es_mx: Ya existe un archivo logo/foto con el mismo nombre. ¿Sobrescribir?
fr: Un fichier logo/photo porte déjà ce nom. Remplacer?
it: Esiste già un file logo/foto con lo stesso nome. Sovrascrivere?
ko: 같은 이름의 로고·포토 파일이 존재합니다. 덮어쓰시겠습니까?
th: มีไฟล์โลโก้/รูปถ่ายที่มีชื่อเดียวกันอยู่แล้ว เขียนทับหรือไม่?
zh_hans: 存在同名徽标/图片文件。是否重写？

# _1045
source: A font file of the same name already exists. Overwrite?
de: Eine Schriftartendatei desselben Namens ist bereits vorhanden. Überschreiben?
es_mx: Ya existe un archivo de fuente con el mismo nombre. ¿Sobrescribir?
fr: Un fichier police porte déjà ce nom. Remplacer?
it: Esiste già un file font con lo stesso nome. Sovrascrivere?
ko: 같은 이름의 폰트 파일이 존재합니다. 덮어쓰시겠습니까?
th: มีไฟล์ฟ้อนท์ที่มีชื่อเดียวกันอยู่แล้ว เขียนทับหรือไม่?
zh_hans: 存在同名字体文件。是否重写？

# _1046
source: A Z-MAP file of the same name already exists. Overwrite?
de: Eine Z-MAP-Datei desselben Namens ist bereits vorhanden. Überschreiben?
es_mx: Ya existe un archivo Z-MAP con el mismo nombre. ¿Sobrescribir?
fr: Un fichier Z-MAP porte déjà ce nom. Remplacer?
it: Esiste già un file Z-MAP con lo stesso nome. Sovrascrivere?
ko: 같은 이름의 Z-MAP 파일이 존재합니다. 덮어쓰시겠습니까?
th: มีไฟล์ Z-MAP ที่มีชื่อเดียวกันอยู่แล้ว เขียนทับหรือไม่?
zh_hans: 存在同名Z-MAP文件。是否重写？

# _1047
source: There is an error in block No. %03d. %s
de: In Block Nr. %03d liegt ein Fehler vor. %s
es_mx: Error en el bloque %03d. %s
fr: Erreur détectée dans le bloc n° %03d. %s
it: C'è un errore nel blocco N. %03d. %s
ko: 블록 No.%03d에 에러가 있습니다. %s
th: มีข้อผิดพลาดที่บล็อกหมายเลข %03d %s
zh_hans: 信息组No.%03d存在错误。 %s

# _1048
source: Out of range error
de: Bereichsüberschreitung
es_mx: Error, fuera de rango
fr: Erreur hors plage
it: Errore fuori range
ko: 범위 밖 에러
th: ข้อผิดพลาดไม่อยู่ในช่วง
zh_hans: 超出范围错误

# _1049
source: This is not a valid logo/photo format.
de: Dies ist kein gültiges Logo-/Fotoformat.
es_mx: Formato de logotipo/foto no válido.
fr: Le format de logo/photo est invalide
it: Questo formato di logo/foto non è valido.
ko: 유효한 로고·포토 형식이 아닙니다.
th: นี่ไม่ใช่รูปแบบโลโก้/รูปถ่ายที่ถูกต้อง
zh_hans: 非有效的徽标/图片格式。

# _1050
source: Duplicate port number found.
de: Doppelt vergebene Portnummer gefunden.
es_mx: Número de puerto duplicado.
fr: Duplication du n° de port détectée.
it: Trovato numero porta doppio.
ko: 포트 번호가 중복되어 있습니다.
th: พบหมายเลขพอร์ตที่ซ้ำกัน
zh_hans: 找到重复的端口号。

# _1051
source: The minimum block number is replaced with the maximum one.
de: Die minimale Blocknummer wird durch die maximale ersetzt.
es_mx: El número de bloque mínimo se sustituye por el máximo.
fr: Le n° de bloc minimum sera remplacé par n° de bloc maximum
it: Il numero minimo blocco è sostituito con il massimo.
ko: 최소 블록 번호와 최대 블록 번호가 바뀌어 있습니다.
th: หมายเลขบล็อกต่ำสุดถูกแทนที่ด้วยหมายเลขบล็อกสูงสุด
zh_hans: 调换最小信息组编号和最大信息组编号。

# _1053
source: The device name has been entered in IP address format.
de: Die Gerätebezeichnung wurde im IP-Adressenformat eingegeben.
es_mx: Se escribió el nombre del disp. en formato de dirección IP.
fr: Le nom de l'appareil a été saisi au format IP.
it: Il nome del dispositivo è stato inserito in formato indirizzo IP.
ko: 디바이스명이 IP 주소 형식으로 입력되어 있습니다.
th: ชื่ออุปกรณ์ถูกป้อนในรูปแบบ IP แอดเดรส
zh_hans: 以IP地址格式输入了设备名。

# _1054
source: The model parameter information file does not exist.
de: Die Datei mit den Modellparametern ist nicht vorhanden.
es_mx: El arch. de inform. de parámetros del modelo no existe.
fr: Le fichier de paramétrage du modèle n'existe pas.
it: Il file informazioni parametri modello non esiste.
ko: 모델 파라미터 정보 파일이 존재하지 않습니다.
th: ไม่พบไฟล์ข้อมูลพารามิเตอร์ของรุ่น
zh_hans: 不存在机型参数信息文件。

# _1056
source: The model information cannot be found.
de: Modellinformationen nicht gefunden.
es_mx: No hay información del modelo.
fr: Info du modèle introuvables.
it: Impossibile trovare informazioni modello.
ko: 모델 정보를 찾을 수 없습니다.
th: ไม่พบข้อมูลรุ่น
zh_hans: 没有找到机型信息。
