Repository: UMISolutions/LaserMarking2
Catalog: LaserMarking/Marking Builder Plus 2/MarkingDiagnosticTool_Ver2/Language/Resources_ActiveX.*.resx
Languages: de, es_mx, fr, it, ko, th, zh_hans

# _54010
source: No marking block error
de: Fehler: Beschriftungsblock
es_mx: Sin errores en el bloque de marcado.
fr: Erreur absence bloc marquage
it: Err. Nessun blocco in marcatura
ko: 인쇄 블록 없음 에러
th: ข้อผิดพลาดไม่มีบล็อกการมาร์ก
zh_hans: 无刻印信息组错误

# _54011
source: Logos/custom characters over error
de: Fehler: Logos/Benutzerzeichen
es_mx: Error superp. logos/carác. pers.
fr: Err. Caractères personalisés/logo trop grands
it: Err. sovrappos. logo/carattere personalizzato
ko: 로고∙사용자 폰트 개수 오버 에러
th: ข้อผิดพลาดจากโลโก้/อักขระที่กำหนดเองเกิน
zh_hans: 徽标/自定义字符个数超出错误

# _54012
source: Illegal optimization error
de: Fehler: Unzulässige Optimierung
es_mx: Error, optimización no válida
fr: Erreur optimisation interdite
it: Err. ottimizzazione invalida
ko: 최적화 부정 에러
th: ข้อผิดพลาดการปรับปรุงที่ขัดต่อกฎ
zh_hans: 优化不正确错误

# _54013
source: Scan Optimize unexecutable error
de: Fehler: Scanoptimierung
es_mx: Error no ejec. opt. escan.
fr: Erreur exécution optimisation balayage.
it: Err. ottimizzazione scansione ineseguibile
ko: 스캔 최적화 불가능 에러
th: ข้อผิดพลาดไม่สามารถสั่งงานการปรับปรุงการสแกน
zh_hans: 不能扫描优化错误

# _54014
source: Job Operation During Execution Error
de: Fehler: Programmvorgang während Ausführung
es_mx: Error de ejecución durante la operación del programa
fr: Erreur opération de tâche pendant l’exécution
it: Err. operazione processo durante esecuzione
ko: 실행 중 작업 조작 에러
th: ข้อผิดพลาดการปฏิบัติงานระหว่างการดำเนินการ
zh_hans: 操作执行中任务错误

# _54015
source: Logo/custom character file operation error
de: Fehler: Problem bei Dateioperation mit Logos/benutzerdef. Zeichen
es_mx: Error, operación de archivo de logo/carácter personalizado
fr: Erreur fonctionnement fichier caractères personnalisés/logo
it: Err. funzionam. file logo/carattere personalizzato
ko: 로고·사용자 폰트 파일 조작 에러
th: ข้อผิดพลาดการทำงานของไฟล์โลโก้/อักขระที่กำหนดเอง
zh_hans: 徽标/自定义字符文件操作错误

# _54016
source: Control right acquisition fail error
de: Fehler: Abrufen der Steuerungsrechte fehlgeschlagen
es_mx: Error al adquirir el derecho de control
fr: Erreur due à échec d’acquisition contrôle droit
it: Errore acquisizione diritti di controllo non riuscita
ko: 제어권 취득 불능 에러
th: การได้สิทธิ์ควบคุมล้มเหลวผิดพลาด
zh_hans: 不能获取控制权错误

# _54017
source: Fixed point marking parameter error
de: Fehler: Beschriftungsparameter für festen Punkt
es_mx: Error en parámetro de marcado del punto fijo
fr: Erreur paramètre de marquage de point fixe
it: Err. parametri marcatura punto fisso
ko: 정점 인쇄 설정 에러
th: ข้อผิดพลาดจากพารามิเตอร์การยิงจุด
zh_hans: 定点刻印程序错误

# _54018
source: Barcode/2D Code Invalid Setting Error
de: Fehler: Unzulässige Einstellung Strichcode/2D-Code
es_mx: Error, config. prohibida cód. 2D/cód. barr.
fr: Erreur de réglage interdit code barre/code 2D
it: Err. impostazione invalida barcode/codice 2D
ko: 바코드·2D 코드 설정 내용 부정 에러
th: ข้อผิดพลาดการตั้งค่าบาร์โค้ด/รหัส 2D ขัดต่อกฎ
zh_hans: 条形码/二维代码程序不正确错误

# _54019
source: All-setup restoration error
de: Fehler: Problem beim Wiederherstellen der Gesamteinrichtung
es_mx: Todo-error de restauración de configuración
fr: Erreur de restauration de tous les réglages
it: Err. ripristino setup
ko: 모든 설정 복구 에러
th: ข้อผิดพลาดจากการเรียกคืนการตั้งค่าทั้งหมด
zh_hans: 所有程序恢复错误

# _54020
source: Data Length Error
de: Fehler: Datenlänge
es_mx: Error long. datos
fr: Erreur longueur données
it: Err. lunghezza dati
ko: 데이터 길이 에러
th: ข้อผิดพลาดจากความยาวข้อมูล
zh_hans: 数据长错误

# _54021
source: Job number unregistered error
de: Fehler: Programmnummer nicht registriert
es_mx: Error número de programa no registrado
fr: Erreur n° de tâche non enregistré
it: Errore numero programma non registrato
ko: 작업 번호 미등록 에러
th: ข้อผิดพลาดที่ไม่ได้ลงทะเบียนของจำนวนงาน
zh_hans: 未注册任务编号错误

# _54022
source: Block No Registration Error
de: Fehler: Blocknummer nicht registriert
es_mx: Error, n.º de bloq. sin registrar
fr: Erreur d'enregistrement du n° de bloc
it: Err. N. blocco non registrato
ko: 블록 번호 미등록 에러
th: ข้อผิดพลาดไม่ได้ลงทะเบียนเลขบล็อก
zh_hans: 信息组编号未注册错误

# _54023
source: Status error
de: Statusfehler
es_mx: Error de estado
fr: Erreur d'état
it: Err. stato
ko: 상태 에러
th: ข้อผิดพลาดสถานะ
zh_hans: 状态错误

# _54024
source: Invalid Command Error
de: Fehler: Befehl unzulässig
es_mx: Error comando no válido
fr: Erreur commande interdite
it: Err. comando invalido
ko: 커맨드 부정 에러
th: ข้อผิดพลาดคำสั่งไม่ถูกต้อง
zh_hans: 命令不正确错误

# _54025
source: Checksum Error
de: Fehler: Prüfsummen
es_mx: Error suma verif.
fr: Erreur Checksum
it: Err. checksum
ko: 체크섬 에러
th: เช็คซัมผิดพลาด
zh_hans: 检查和错误

# _54026
source: Format error
de: Fehler: Format
es_mx: Error de form.
fr: Erreur format
it: Err. formato
ko: 포맷 에러
th: รูปแบบผิดพลาด
zh_hans: 格式错误

# _54027
source: Command Unrecognizable Error
de: Fehler: Befehl unbekannt
es_mx: Error comando no identif.
fr: Erreur commande non reconnue
it: Err. comando non riconoscibile
ko: 커맨드 인식 불능 에러
th: ข้อผิดพลาดไม่รู้จักคำสั่ง
zh_hans: 不能识别命令错误

# _54028
source: Response data length error
de: Fehler: Länge der Antwortdaten
es_mx: Error long. datos de respuesta
fr: Erreur longueur données réponse
it: Err. lunghezza dati risposta
ko: 응답 데이터 길이 에러
th: ข้อผิดพลาดจากความยาวของข้อมูลตอบสนอง
zh_hans: 应答数据长度错误

# _54029
source: Mark data request error
de: Fehler: Problem bei Anforderung von Beschriftungsdaten
es_mx: Error en en solicitud de datos de marcado.
fr: Erreur de demande des données de marquage
it: Err. richiesta dati marcatura
ko: 인쇄 내용 요구 에러
th: ข้อผิดพลาดจากการเรียกขอข้อมูลมาร์ก
zh_hans: 刻印内容要求错误

# _54030
source: Group number unregistered error
de: Fehler: Gruppennummer nicht registriert
es_mx: Error no registrado núm. grupo
fr: Erreur n° de groupe non enregistré
it: Err. numero gruppo non registrato
ko: 그룹 번호 미등록 에러
th: ข้อผิดพลาดในการยกเลิกการลงทะเบียนหมายเลขกลุ่ม
zh_hans: 组编号未注册错误

# _54031
source: No Job Error (2D Code Reader)
de: Fehler: Kein Programm (2D-Codeleser)
es_mx: Sin errores de programa (lector de código 2D)
fr: Erreur de tâche (lecteur code 2D)
it: Err. nessun programma attivo (lettore codice 2D)
ko: 미설정 에러(2D 코드 리더기)
th: ข้อผิดพลาดเนื่องจากไม่มีโปรแกรม (ตัวอ่านโค้ด 2D)
zh_hans: 未设置错误(二维条码读取器)

# _54032
source: No Job Error (Marking Confirmation Function)
de: Fehler: Kein Programm (Beschriftungsbestätigungsfunktion)
es_mx: Sin errores de programa (función de confirm. marcado)
fr: Erreur de tâche (fonction confirmation marquage)
it: Err. nessun programma attivo (funzione conferma marcatura)
ko: 미설정 에러(인쇄 확인 기능)
th: ข้อผิดพลาดเนื่องจากไม่มีโปรแกรม (ฟังก์ชั่นการยืนยันการมาร์ก)
zh_hans: 未设置错误(刻印确认功能)

# _54033
source: No Job Error (3-axis Tracking)
de: Fehler: Kein Programm (3-Achsen-Erfassung)
es_mx: Sin errores de programa (seguimiento de 3 ejes)
fr: Erreur de tâche (suivi 3 axes)
it: Err. nessun programma attivo (scansione 3 assi)
ko: 미설정 에러(3-axis 좌표)
th: ข้อผิดพลาดเนื่องจากไม่มีโปรแกรม (การติดตาม 3 แกน)
zh_hans: 未设置错误(3-axis跟踪)

# _54040
source: Operation Limitation Error (2D Code Reader)
de: Fehler: Betriebsbegrenzung (2D-Codeleser)
es_mx: Error de limitación de operación (lector de código 2D)
fr: Erreur Limite opération (lecteur code 2D)
it: Err. limitazione funzionamento (Lettore codice 2D)
ko: 동작 제한 에러(2D 코드 리더기)
th: ข้อผิดพลาดขีดจำกัดการปฏิบัติการ (ตัวอ่านโค้ด 2D)
zh_hans: 操作限制错误(二维条码读取器)

# _54041
source: Operation Limitation Error (3D Marking)
de: Fehler: Betriebsbegrenzung (3D-Beschriftung)
es_mx: Error de limitación de operación (marcado 3D)
fr: Erreur Limite opération (marquage 3D)
it: Err. limitazione funzionamento (Marcatura 3D)
ko: 동작 제한 에러(3D 인쇄)
th: ข้อผิดพลาดขีดจำกัดการปฏิบัติการ (การมาร์ก 3D)
zh_hans: 操作限制错误(3D刻印)

# _54042
source: Operation Limitation Error (Z Tracking)
de: Fehler: Betriebsbegrenzung (Z-Erfassung)
es_mx: Error de limitación de operación (seguimiento Z)
fr: Erreur Limite opération (suivi Z)
it: Err. limitazione funzionamento (scansione Z)
ko: 동작 제한 에러(Z좌표)
th: ข้อผิดพลาดขีดจำกัดการปฏิบัติการ (การติดตาม Z)
zh_hans: 操作限制错误(Z跟踪)

# _54043
source: Operation Limitation Error (XY Tracking)
de: Fehler: Betriebsbegrenzung (XY-Erfassung)
es_mx: Error de limitación de operación (seguimiento XY)
fr: Erreur Limite opération (suivi XY)
it: Err. limitazione funzionamento (scansione XY)
ko: 동작 제한 에러(XY좌표)
th: ข้อผิดพลาดขีดจำกัดการปฏิบัติการ (การติดตาม XY)
zh_hans: 操作限制错误(XY跟踪)

# _54050
source: Quick change of character setup error
de: Fehler: Problem bei der Schnelländerung der Zeicheneinrichtung
es_mx: Error de cambio rápido de configuración de carácter
fr: Erreur de configuration de modification rapide caractères
it: Err. impostazione cambio rapido carattere
ko: 고속 문자 변경 설정 에러
th: ข้อผิดพลาดในการตั้งค่าการเปลี่ยนอักขระแบบเร็ว
zh_hans: 高速字符更改程序错误

# _54051
source: Sample Marking Unexecutable Error
de: Fehler: Parametertest nicht ausführbar
es_mx: Error no ejecut. de marcado de muestra
fr: Erreur exécution marquage échantillon
it: Err. Campionatura ineseguibile
ko: 샘플 인쇄 불가능 에러
th: ข้อผิดพลาดไม่สามารถสั่งการมาร์กตัวอย่าง
zh_hans: 不能样本刻印错误

# _54052
source: Laser inspection unexecutable error
de: Fehler: Laserprüfung nicht ausführbar
es_mx: Error no ejec. de inspección láser
fr: Erreur inspection laser non exécutable
it: Err. ispezione laser ineseguibile
ko: 점검 레이저 불가능 에러
th: ข้อผิดพลาดไม่สามารถเรียกใช้การตรวจสอบเลเซอร์ได้
zh_hans: 检测激光不能操作错误

# _54060
source: Block type incorrect setting error
de: Fehler: Blocktyp falsch eingestellt
es_mx: Error, config. incor. de tipo bloq.
fr: Erreur réglage incorrect type bloc
it: Err. impostazione errata tipo blocco
ko: 블록 종류 설정 내용 부정 에러
th: ข้อผิดพลาดการตั้งค่าประเภทบล็อกไม่ถูกต้อง
zh_hans: 信息组类型程序不正确错误

# _54061
source: Block assignment incorrect setting error
de: Fehler: Blockzuweisung falsch eingestellt
es_mx: Error, config. incor. de asignación bloq.
fr: Erreur réglage incorrect affectation bloc
it: Err. impostazione errata assegnazione blocco
ko: 블록 배치 설정 내용 부정 에러
th: ข้อผิดพลาดการตั้งค่าการกำหนดบล็อกไม่ถูกต้อง
zh_hans: 信息组配置程序不正确错误

# _54062
source: Character size incorrect setting error
de: Fehler: Zeichengröße falsch eingestellt
es_mx: Error, config. incorr. de tamaño carac.
fr: Erreur réglage incorrect taille caractère
it: Err. impostazione errata dimensioni carattere
ko: 문자 사이즈 설정 내용 부정 에러
th: ข้อผิดพลาดการตั้งค่าขนาดอักขระไม่ถูกต้อง
zh_hans: 字符大小程序不正确错误

# _54063
source: Character assignment incorrect setting error
de: Fehler: Zeichenzuweisung falsch eingestellt
es_mx: Error, config. incorr. de asignación carac.
fr: Erreur réglage incorrect affectation caractère
it: Err. impostazione errata assegnazione carattere
ko: 문자 배치 설정 내용 부정 에러
th: ข้อผิดพลาดการตั้งค่าการกำหนดอักขระไม่ถูกต้อง
zh_hans: 字符配置程序不正确错误

# _54064
source: Character advanced incorrect setting error
de: Fehler: Erweiterte Zeicheneinstellungen falsch
es_mx: Error, config. avanzada incorrecta de carac.
fr: Erreur réglage incorrect caractère avancé
it: Err. errata impostazione avanzata carattere
ko: 문자 상세 설정 내용 부정 에러
th: ข้อผิดพลาดการตั้งค่าขั้นสูงสำหรับอักขระไม่ถูกต้อง
zh_hans: 字符详细程序不正确错误

# _54065
source: Marking condition incorrect setting error
de: Fehler: Beschriftungsbedingung falsch eingestellt
es_mx: Error, ajuste incorrecto de condición de marcado
fr: Erreur réglage condition marquage
it: Err. impostazione errata condizioni marcatura
ko: 인쇄 조건 설정 내용 부정 에러
th: ข้อผิดพลาดจากการตั้งค่าเงื่อนไขการมาร์กไม่ถูกต้อง
zh_hans: 刻印条件程序不正确错误

# _54066
source: Barcode/2D Code Invalid Setting Error
de: Fehler: Unzulässige Einstellung Strichcode/2D-Code
es_mx: Error, config. prohibida cód. 2D/cód. barr.
fr: Erreur de réglage interdit code barre/code 2D
it: Err. impost. barcode/codice 2D invalida
ko: 바코드·2D 코드 조건 설정 내용 부정 에러
th: ข้อผิดพลาดการตั้งค่าบาร์โค้ด/รหัส 2D ขัดต่อกฎ
zh_hans: 条形码/二维代码程序不正确错误

# _54067
source: Continuous marking incorrect setting error
de: Fehler: Kontinuierliche Beschriftung falsch eingestellt
es_mx: Error de config. incorrecta del marcado continuo
fr: Erreur de réglage incorrect du marquage continu
it: Err. impostazione errata marcatura continua
ko: 연속 인쇄 설정 내용 부정 에러
th: ข้อผิดพลาดการตั้งค่าการมาร์กแบบต่อเนื่องไม่ถูกต้อง
zh_hans: 连续刻印程序不正确错误

# _54068
source: Movement/marking direction incorrect setting error
de: Fehler: Bewegungs-/ Beschriftungsrichtung falsch eingestellt
es_mx: Error, ajuste incorrecto de direc. de marcado/movimiento
fr: Erreur réglage incorrecte mouvement/direction marquage
it: Err. impostazione errata direzione movimento/marcatura
ko: 이동·인쇄 방향 설정 내용 부정 에러
th: ข้อผิดพลาดจากการตั้งค่าทิศทางการเคลื่อนที่/การมาร์กไม่ถูกต้อง
zh_hans: 移动/刻印方向程序不正确错误

# _54069
source: Job Incorrect Error
de: Fehler: Programmeinstellungen falsch
es_mx: Error de programa, programa incorrecto
fr: Erreur contenu de la tâche incorrect
it: Err. programma non corretto
ko: 작업 설정 내용 부정 에러
th: ข้อผิดพลาดโปรแกรมงานไม่ถูกต้อง
zh_hans: 任务程序内容不正确错误

# _54070
source: Matrix information incorrect setting error
de: Fehler: Matrix-Informationen falsch eingestellt
es_mx: Config. incorrecta de información de matriz
fr: Erreur réglage incorrect info matrice
it: Err. impostazione errata informazioni matrice
ko: 매트릭스 정보 설정 내용 부정 에러
th: ข้อผิดพลาดการตั้งค่าข้อมูลเมทริกซ์ไม่ถูกต้อง
zh_hans: 矩阵信息程序不正确错误

# _54071
source: Matrix cell information incorrect setting error
de: Fehler: Matrix-Zellinformationen falsch eingestellt
es_mx: Config. incorrec. de información de celda de matriz
fr: Erreur réglage incorrect info cellule matrice
it: Err. impostazione errata informazioni cella matrice
ko: 매트릭스 셀 정보 설정 내용 부정 에러
th: ข้อผิดพลาดการตั้งค่าข้อมูลเซลล์ของเมทริกซ์ไม่ถูกต้อง
zh_hans: 矩阵单元信息程序不正确错误

# _54072
source: Character string incorrect setting error
de: Fehler: Zeichenkette falsch eingestellt
es_mx: Error, config. incorr. de cadena carac.
fr: Erreur réglage incorrect chaîne caractère
it: Err. impostazione errata stringa caratteri
ko: 문자열 설정 내용 부정 에러
th: ข้อผิดพลาดการตั้งค่าสตริงอักขระไม่ถูกต้อง
zh_hans: 字符列程序不正确错误

# _54073
source: Individual counter incorrect setting error
de: Fehler: Einzelzähler falsch eingestellt
es_mx: Error, Configuración incorrecta del contador individual.
fr: Erreur réglage incorrect Compteur individuel
it: Err. impostazione errata contatore individuale
ko: 개별 카운터 설정 내용 부정 에러
th: ข้อผิดพลาดการตั้งค่าตัวนับเดี่ยวไม่ถูกต้อง
zh_hans: 个别计数器程序不正确错误

# _54074
source: Common counter incorrect setting error
de: Fehler: Gemeinsamer Zähler falsch eingestellt
es_mx: Error, config. incorrecta de conteo común
fr: Erreur réglage incorrect Compteur commun
it: Err. impostazione errata contatore comune
ko: 공통 카운터 설정 내용 부정 에러
th: ข้อผิดพลาดการตั้งค่าตัวนับร่วมไม่ถูกต้อง
zh_hans: 通用计数器程序不正确错误

# _54075
source: Encoding information incorrect setting error
de: Fehler: Kodierungsinformationen falsch eingestellt
es_mx: Config. incorrecta de información de codificación
fr: Erreur réglage informations encodage
it: Err. impostazione errata informazioni encoding
ko: 치환 정보 설정 내용 부정 에러
th: ข้อผิดพลาดการตั้งค่าข้อมูลการเข้ารหัสไม่ถูกต้อง
zh_hans: 替换信息程序不正确错误

# _54076
source: System information incorrect setting error
de: Fehler: Systeminformationen falsch eingestellt
es_mx: Config. incorrecta de información del sistema
fr: Erreur réglage incorrect informations système
it: Err. impostazione errata informazioni sistema
ko: 시스템 정보 설정 내용 부정 에러
th: ข้อผิดพลาดการตั้งค่าข้อมูลของระบบไม่ถูกต้อง
zh_hans: 系统信息程序不正确错误

# _54077
source: Font replacement information incorrect setting error
de: Fehler: Schriftartenersetzungsinformationen falsch eingestellt
es_mx: Error, config. incorrecta de info. de sustitución de fuente
fr: Erreur réglage incorrect informations remplacement police
it: Err. impostazione errata informazioni sostituzione font
ko: 폰트 치환 정보 설정 내용 부정 에러
th: ข้อผิดพลาดการตั้งค่าข้อมูลการเข้ารหัสฟอนต์ไม่ถูกต้อง
zh_hans: 字体替换信息程序不正确错误

# _54078
source: Font scaling information incorrect setting error
de: Fehler: Schriftartenskalierungsinformationen falsch eingestellt
es_mx: Config. incorrec. de información de escala de fuente
fr: Erreur réglage incorrect info mise à l'échelle de police
it: Err. impostazione errata informazioni riduzione font
ko: 폰트 확대 축소 정보 설정 내용 부정 에러
th: ข้อผิดพลาดการตั้งค่าข้อมูลการปรับสเกลฟอนต์ไม่ถูกต้อง
zh_hans: 字体缩放信息程序不正确错误

# _54079
source: Font skip cross width information incorrect setting error
de: Fehler: Breiteninformationen Schriftart-Kreuzungsaussparung falsch eingestellt
es_mx: Error, config. incorrecta de info. de cruz de omisión de la fuente
fr: Erreur de réglage des paramètres de recouvrement de la police
it: Err. impostaz.informazioni larghezza salta intersezioni
ko: 폰트 교점 제거 폭 정보 설정 내용 부정 에러
th: ข้อผิดพลาดการตั้งค่าข้อมูลความกว้างการข้ามจุดตัดฟอนต์ไม่ถูกต้อง
zh_hans: 字体跳过交叉宽度信息程序不正确错误

# _54080
source: Logo/custom character buffer information incorrect setting error
de: Fehler: Logo/Benutzerdef. Zeichen-Pufferinformationen falsch eingestellt
es_mx: Error config. incorrecta de búfer de logo/carácter personalizado
fr: Erreur réglage incorrect info buffer caractères personnalisés/du logo
it: Err. impostazione errata buffer logo/caratteri personalizzati
ko: 로고·사용자 폰트 버퍼 정보 설정 내용 부정 에러
th: ข้อผิดพลาดการตั้งค่าข้อมูลบัฟเฟอร์ของโลโก้/อักขระที่กำหนดเองไม่ถูกต้อง
zh_hans: 徽标/自定义字符缓冲器信息程序不正确

# _54081
source: Current value incorrect setting error
de: Fehler: Derzeitiger Wert falsch eingestellt.
es_mx: Error de config. del valor actual incorrecto
fr: Erreur réglage incorrect valeur en cours
it: Err. impostazione errata valore corrente
ko: 현재값 정보 설정 내용 부정 에러
th: ข้อผิดพลาดการตั้งค่าปัจจุบันไม่ถูกต้อง
zh_hans: 现在值信息程序不正确错误

# _54082
source: 3D system information incorrect setting error
de: Fehler: 3D-Systeminformationen falsch eingestellt
es_mx: Config. incorrecta de información del sistema 3D
fr: Erreur réglage incorrect informations système 3D
it: Err. impostazione errata informazioni sistema 3D
ko: 3D 시스템 정보 설정 내용 부정 에러
th: ข้อผิดพลาดการตั้งค่าข้อมูลของระบบ 3D ไม่ถูกต้อง
zh_hans: ３维系统信息程序不正确错误

# _54083
source: 3D information incorrect setting error
de: Fehler: 3D-Informationen falsch eingestellt
es_mx: Config. incorrecta de información 3D
fr: Erreur réglage incorrect informations 3D
it: Err. impostazione errata informazioni 3D
ko: 3D 설정 정보 내용 부정 에러
th: ข้อผิดพลาดการตั้งค่าข้อมูล 3D ไม่ถูกต้อง
zh_hans: ３维程序信息内容不正确错误

# _54084
source: Operation limitation error
de: Fehler: Betriebsbegrenzung
es_mx: Error limitación de operación
fr: Erreur limite opération
it: Err. limitazione funzionamento
ko: 동작 제한 에러
th: ข้อผิดพลาดจากข้อจำกัดกระบวนการ
zh_hans: 动作限制错误

# _54085
source: Version of data outside support
de: Nicht-unterstützte Datenversion
es_mx: Vers. soporte exterior de datos
fr: Version de données hors support
it: Versione del supporto esterno dati
ko: 지원되지 않는 데이터 버전
th: เวอร์ชั่นของข้อมูลอยู่นอกช่วงที่รองรับ
zh_hans: 支持外面数据版本

# _54086
source: Wobble Incorrect Setting Error
de: Fehler: Wobble falsch eingestellt
es_mx: Error, ajuste ondulado incorrecto
fr: Erreur réglage Wobble
it: Err. Impostazione wobble errata
ko: Wobble 설정 내용 부정 에러
th: ข้อผิดพลาดตั้งค่าการแกว่งไม่ถูกต้อง
zh_hans: Wobble程序不正确错误

# _54087
source: 2D code reading error
de: Fehler: Auslesung 2D-Code
es_mx: Error de lect. del código 2D
fr: Erreur lecture code 2D
it: Err. lettura codice 2D
ko: 2D 코드 판독 에러
th: ข้อผิดพลาดในการอ่านโค้ด 2D
zh_hans: 2D代码读取错误

# _54088
source: Working distance measurement error
de: Fehler: Messung Arbeitsabstand
es_mx: Error medida de distancia de trabajo.
fr: Erreur mesure distance de travail
it: Err. misurazione distanza di lavoro
ko: 워크 디스턴스 측정 에러
th: ข้อผิดพลาดในการวัดระยะการทำงาน
zh_hans: 工作距离测定错误

# _54089
source: Working distance measurement limitation error
de: Fehler: Begrenzung für Messung für Arbeitsabstand
es_mx: Error límite de medición de distancia de trabajo
fr: Erreur limitation mesure distance de travail
it: Err. limitazione misurazione distanza di lavoro
ko: 워크 디스턴스 측정 제한 에러
th: ข้อผิดพลาดเกี่ยวกับการจำกัดการวัดระยะการทำงาน
zh_hans: 工作距离测定限制错误

# _54090
source: Registered barcode error
de: Fehler: Problem mit registriertem Strichcode
es_mx: Error, cód. barras registrado
fr: code barre enregistré
it: Err. barcode registrato
ko: 등록 바코드 에러
th: ข้อผิดพลาดจากบาร์โค้ดที่ลงทะเบียนไว้
zh_hans: 注册条形码错误

# _54091
source: Barcode/2D code link setting error
de: Fehler: Link-Einstellung Strichcode/2D-Code
es_mx: Error, config. de conex. cód. 2D/cód. barr.
fr: Erreur réglage lien code barre/code 2D
it: Err. impostazione collegamento barcode/codice 2D
ko: 바코드·2D 코드 링크 설정 에러
th: ข้อผิดพลาดในการตั้งค่าการเชื่อมโยงบาร์โค้ด/รหัส 2D
zh_hans: 条形码、二维码链接程序错误

# _54092
source: Barcode illegal registration state error
de: Fehler: unzulässiger Strichcode-Registrierungsstatus
es_mx: Error, estado de registro prohibido de cód. barras
fr: Erreur état enregistrement interdit code barre
it: Err. stato registrazione barcode invalido
ko: 바코드 등록 상태 부정 에러
th: ข้อผิดพลาดสถานะการลงทะเบียนบาร์โค้ดขัดต่อกฎ
zh_hans: 条形码注册状态不正确错误

# _54093
source: Marking Confirmation Error
de: Fehler bei der Beschriftungsbestätigung
es_mx: Error en función de confirm. marcado
fr: Erreur fonction confirmation marquage
it: Err. funzione conferma marcatura
ko: 인쇄 확인 기능 부정 에러
th: ข้อผิดพลาดของฟังก์ชันการยืนยันการมาร์ก
zh_hans: 刻印确认功能不正确错误

# _54094
source: TrueType font file size error
de: Fehler: Truetype-Schriftart Dateigröße
es_mx: Error de tamaño de fuente True Type
fr: Erreur taille fichier police TrueType
it: Err. dimensioni file TrueType font
ko: TrueType 폰트 파일 사이즈 에러
th: ข้อผิดพลาดขนาดไฟล์ของแบบอักษร TrueType
zh_hans: TrueType字体文件大小错误

# _54095
source: Model limitation error
de: Fehler: Begrenzung durch Modell
es_mx: Error, limitación de modelo
fr: Erreur de limitation du modèle
it: Err. limitazione modello
ko: 모델 제한 에러
th: ข้อผิดพลาดจากข้อจำกัดของรุ่น
zh_hans: 机型限制错误

# _54096
source: Open priority error
de: Fehler: Offene Priorität
es_mx: Abrir error de prioridad
fr: Ouvrir erreur prioritaire
it: Err.priorità apertura
ko: 우선권 해제 에러
th: ข้อผิดพลาดจากลำดับความสำคัญเปิด
zh_hans: 打开优先权错误

# _54097
source: File Access Error
de: Fehler: Dateizugriff
es_mx: Error de acceso al archivo
fr: Erreur d’accès fichier
it: Err. accesso file
ko: 파일 액세스 에러
th: ข้อผิดพลาดเกี่ยวกับการเข้าถึงไฟล์
zh_hans: 文件访问错误

# _54098
source: Serial No. error
de: Fehler: Serien-Nr.
es_mx: Error del n.º de serie
fr: Erreur numéro de série
it: Err. n. serie
ko: 시리얼 번호 비정상
th: ข้อผิดพลาดจากเลขซีเรียล
zh_hans: 序列号异常

# _54099
source: Duplicate Serial No.
de: Doppelte Serien-Nr.
es_mx: N.º de serie duplicado
fr: Numéro de série en double
it: N. serie duplicato
ko: 시리얼 번호 중복
th: เลขซีเรียลซ้ำ
zh_hans: 序列号重复

# _54100
source: Illegal Capturing Condition Error
de: Fehler: Unzulässige Aufnahmebedingung
es_mx: Error de condición de captura ilegal
fr: Erreur condition de capture illégale
it: Err. condizione di acquisizione illegale
ko: 촬영 조건 부정 에러
th: ข้อผิดพลาดเงื่อนไขการถ่ายภาพผิดกฏ
zh_hans: 拍摄条件不正确错误

# _54101
source: Processing user cancel
de: Verarbeitung vom Benutzer abgebrochen
es_mx: Cancelación del procesamiento del usuario
fr: Traitement annulé par utilisateur
it: Annullamento utente elaborazione
ko: 처리 사용자 취소
th: ยกเลิกผู้ใช้ที่กำลังประมวลผล
zh_hans: 取消处理用户

# _54102
source: Failed to perform the measurement.
de: Die Messung ist fehlgeschlagen.
es_mx: No se pudo realizar la medición.
fr: Échec d'exécution de la mesure.
it: Impossibile eseguire la misurazione.
ko: 측정에 실패하였습니다.
th: ไม่สามารถทำการวัดได้
zh_hans: 测定失败。

# _54103
source: Tracking No. Registration Error
de: Fehler: Registrierung der Erfassungsnr.
es_mx: Error de registro del número de seguimiento
fr: Erreur enregistrement n° suivi
it: Errore registrazione N. scansione
ko: 트래킹 번호 미등록 에러
th: ข้อผิดพลาดจากการลงทะเบียนหมายเลขการติดตาม
zh_hans: 跟踪编号未注册错误
